[{"Source": "https://www.abcnews.go.com", "URL": "https://abcnews.go.com/Business/wireStory/mcdonalds-sues-top-meat-packers-allegedly-colluding-inflate-114611453", "Title": "McDonald's sues top meat packers for allegedly colluding to inflate the price of beef", "Author": "N/A", "Date": "October 8, 2024, 2:44 PM", "Content": "NEW YORK -- McDonald’s has some beef with today’s largest meat packers.The fast food giant is suing the U.S. meat industry's “Big Four” — Tyson, JBS, Cargill and National Beef Packing Company — and their subsidiaries, alleging a price fixing scheme for beef specifically. In a federal complaint, filed Friday in New York, McDonald's accused the companies of anticompetitive measures such as collectively limiting supply to boost prices and charge “illegally inflated” amounts.\nThis collusion caused the beef market to become “a monopoly in which direct purchasers were forced to buy at prices dictated by (the meat packers),” McDonald's suit reads — later noting that the injury it has sustained as one of those buyers is what “antitrust laws were designed to prevent.”\nMcDonald's alleges that the meat packers' conspiracy dates back nearly a decade, at least as early as January 2015, and continues today. Its suit argues these companies' actions violate the Sherman Act, a federal antitrust law.\nTyson, JBS, Cargill and National Beef did not immediately respond to requests for comment Tuesday. But these companies have faced federal probes and allegations of price fixing before.\nLawsuits filed by grocery stores, ranchers, restaurants and wholesalers have piled up over the years. Some litigation is still pending, although meat packers and processers have opened their wallets in the past.\nIn 2022, for example, JBS agreed to a $52.5 million settlement in a similar beef price-fixing lawsuit. And Tyson agreed to pay $221.5 million back in 2021, after facing class-action claims that alleged purposely inflated chicken prices.\nSuch settlements did not include admissions of wrongdoing, however. Meat processors have previously maintained that larger supply and demand factors out of their control, not anticompetitive behavior, has caused prices to go up. Meat processing plants were occassionally closed during the height of the COVID-19 pandemic, for example, and the industry has also faced labor shortages that were worsened by the pandemic.\nStill, lawsuits like the one from McDonald's point to increased profit margins during the alleged time of conspiracy — and argue that overall concentration of the market helps facilitate collusion.\n“Conspiracies are easier to organize and sustain when only a few firms control a large share of the market,” McDonald's suit reads. Data from recent years has showed that Tyson, JBS, Cargill and National Beef control more than 80% of the U.S. beef market combined, the suit notes.\n"}, {"Source": "https://www.abcnews.go.com", "URL": "https://abcnews.go.com/Business/wireStory/chief-operating-officer-truth-socials-parent-company-resigns-114495220", "Title": "Chief operating officer of Truth Social's parent company resigns", "Author": "N/A", "Date": "October 4, 2024, 8:24 AM", "Content": "The chief operating officer of Truth Social's parent company has resigned and the company must hand over almost 800,000 shares to one of its investors as part of a court ruling, according to a regulatory filing.COO Andrew Northwall resigned from Trump Media & Technology Group Corp. late last month, according to the Securities and Exchange Commission filing, adding that the company plans to “transition his duties internally.” No further details were provided about the resignation. He joined the company in December 2021 according to his LinkedIn page.\nThe SEC filing also disclosed that a Delaware court ruled last month that 785,825 shares of Trump Media must be released to ARC Global Investments II. Both parties have been feuding over how many shares ARC was owed after Trump Media combined with Digital World Acquisition Corp. The court said that ARC and Trump Media have the option to file an appeal within 30 days after its final order. \nTrump Media runs the social media platform Truth Social, which Trump created after he was banned from Twitter and Facebook following the Jan. 6, 2021, Capitol riot. Based in Sarasota, Florida, the company has been losing money and struggling to raise revenue. It lost nearly $58.2 million last year while generating only $4.1 million in revenue, according to regulatory filings.\nShares of Trump Media have been considered a meme stock by some market experts, which is a nickname given to stocks that get caught up in buzz online and shoot way beyond what traditional analysis says they’re worth. The stock has fluctuated for several months, with trading largely driven by individual investors who are typically considered less sophisticated than day traders.\nLate last month Trump Media's stock fell to its lowest level ever on the first trading day that its biggest shareholder, former President Donald Trump, was free to sell his stake in the company behind the Truth Social platform.\nTrump Media, whose shares are commonly called TMTG, started trading publicly in March. When the company made its debut on the Nasdaq in March, the shares hit a high of $79.38.\n"}, {"Source": "https://www.abcnews.go.com", "URL": "https://abcnews.go.com/Business/inflation-returned-normal-election/story?id=114568961", "Title": "Inflation has returned to normal. What does that mean for the election?", "Author": "N/A", "Date": "October 8, 2024, 5:07 AM", "Content": "As the U.S. hurtles toward a presidential election this fall, the nation’s inflation rate has quietly returned to normal, even as it continues to worry voters and draw focus at campaign events.More than half of adults list inflation as a top issue for the country, making it the highest-ranking concern by a wide margin over the likes of immigration, crime and abortion, according to an Ipsos poll conducted late last month.\nThe disconnect stems in part from a typical lag between when inflation comes down and when consumers acclimate to new price levels, since a lower inflation rate does not mean prices have come down but rather that they have begun to increase at a slower pace, experts told ABC News.\nWhile consumer attitudes have brightened in recent months, many people remain frustrated with the cumulative leap in prices over recent years. The trend carries uncertain implications for the contest between Vice President Kamala Harris and former President Donald Trump, since persistent concern about inflation could hurt Harris but recent improvement in sentiment may blunt some of the negative impact.\n“Inflation is really something that takes people a long time to feel better about,” Chris Jackson, senior vice president of public affairs for Ipsos in the U.S., told ABC News.\n“It’s certainly better for Harris to have inflation coming down than going up, but it’d be better for her if it came down six months earlier,” Jackson added. “Right now, it’s very much a toss-up.”\nInflation has slowed dramatically from a peak of about 9% in 2022, hovering right near the Federal Reserve’s target rate of 2%.\nSome household staples have shown major progress. Gas prices have declined sharply in recent months. While food prices are rising at a slower pace than the overall inflation rate, the U.S. Bureau of Labor Statistics data shows. By contrast, housing prices continue to climb at a rate more than double overall price increases, the data found.\nWhile overall inflation has returned to normal, the progress cannot undo a leap in prices that dates back to the pandemic. Since the outset of 2021, consumer prices have skyrocketed more than 20%.\nThat accumulated rise in prices helps explain why people think inflation remains high, even if it has fallen to a level widely viewed by economists as normal, said Sofia Baig, an economist at the polling firm Morning Consult.\n“There's a mismatch of where people think inflation is and where economists think inflation is,” Baig said. “Many people seem not to see inflation has come down because prices are so much higher.”\nEventually consumers get used to elevated price levels in the aftermath of high price increases, but the process takes up to three years starting at peak inflation, Neale Mahoney, a professor of economics at Stanford University and a former special adviser for economic policy to the White House National Economic Council under Biden, told ABC News. Roughly two years and four months have passed since inflation reached its peak in June 2022.\n“We’re getting to the point where inflation concerns are starting to recede,” Neale said.\nAttitudes about the economy have improved since 2022, data shows. Consumer sentiment ticked upward in August, the most recent month on record, but attitudes remain well below pre-pandemic levels, a University of Michigan survey found.\nPartisanship also plays a significant role in how individuals perceive inflation, making dissatisfaction more persistent among conservatives than liberals, experts said.\nRoughly 80% of adults who consume conservative media said they had not seen costs for groceries or gasoline go down, while 17% had seen a decrease, the Ipsos survey in September showed. For adults who consume mainstream media, 46% said they had not seen prices for those items fall, while 47% said they had seen such a decline, the poll found.\n“It’s hard to separate people’s feelings about the economy from their feelings about politics,” said Jackson.\nStill, the prevalence of stubborn perceptions of inflation could hurt Harris, though the uptick in consumer sentiment could limit the damage, some experts said.\n“I don’t think things will change in time for the election,” said Baig, but she noted the improvement in attitudes among consumers. “I think that’s a good thing if you're the incumbent party but it’s still not where it used to be.”\nThe exact trajectory for prices and the economy remains uncertain, experts said, leaving open the question of how it will factor into the election.\n"}, {"Source": "https://www.abcnews.go.com", "URL": "https://abcnews.go.com/Business/imminent-dockworkers-strike-raise-holiday-prices-experts/story?id=114346872", "Title": "Dockworkers hit picket lines in historic US port strike that could impact prices", "Author": "N/A", "Date": "October 2, 2024, 6:11 PM", "Content": "Tens of thousands of U.S. dockworkers walked off the job early Tuesday morning, clogging dozens of ports along the East and Gulf coasts and potentially raising consumer prices ahead of the holiday season.The ports account for more than half of the nation's container imports, facilitating the transport of everything from toys to fresh fruit to nuclear reactors, JPMorgan senior equity analyst Brian Ossenbeck said in a report shared with ABC News.\nPresident Joe Biden released a statement on Tuesday emphasizing the strong profits enjoyed by shipping firms in recent years, as well as the sacrifices made by dockworkers during the COVID-19 pandemic. Biden called for a fair offer from the U.S. Maritime Alliance, or USMX, an organization bargaining on behalf of the dockworkers' employers.\n\"It is time for USMX to negotiate a fair contract with the longshoremen that reflects the substantial contribution they've been making to our economic comeback,\" Biden said in the statement.\nThe International Longshoremen's Association (ILA) confirmed to ABC News early Tuesday that the union's first coastwide strike in nearly 50 years was underway. The statement said that \"tens of thousands of ILA rank-and-file members\" started to set up picket lines at shipping ports up and down the Atlantic and Gulf coasts as of 12:01 a.m.\n\"We are prepared to fight as long as necessary, to stay out on strike for whatever period of time it takes, to get the wages and protections against automation our ILA members deserve,\" ILA President Harold Daggett said.\nUSMX said Wednesday it was focused on ratifying a new contract \"that addresses all the critical issues the parties need to bargain.\"\n\"Reaching an agreement will require negotiating -- and our full focus is on how to return to the table to further discuss these vital components, many of which are intertwined,\" it said in a statement. \"We cannot agree to preconditions to return to bargaining -- but we remain committed to bargaining in good faith to address the ILA's demands and USMX's concerns.\nA top Biden administration official said late Tuesday that the U.S. Maritime Alliance needed to put forward a fair offer to union dockworkers.\n\"The parties need to get back to the negotiating table, and that must begin with these giant shipping magnates acknowledging that if they can make record profits, their workers should share in that economic success,\" Acting Labor Secretary Julie Su said.\nSu said she spent \"hours on the phone and in meetings\" with both parties over the last week, urging them to find a way to reach a fair contract.\nA prolonged work stoppage of several weeks or months could rekindle inflation for some goods and trigger layoffs at manufacturers as raw materials dry up, experts said.\n\"A strike would be very, very disruptive,\" said Jason Miller, a professor of supply-chain management at Michigan State University who closely tracks imports, told ABC News.\n\"You can't take all this freight and either send it to other ports or put it on airplanes,\" Miller added. \"There is no plan B.\"\nThe ILA, the union representing East Coast and Gulf Coast dockworkers, is seeking higher wages and a ban on the use of some automated equipment.\n\"ILA longshore workers deserve to be compensated for the important work they do keeping American commerce moving and growing,\" the ILA told ABC News in a statement on Monday. \"Meanwhile, ILA dedicated longshore workers continue to be crippled by inflation due to USMX's unfair wage packages.\"\nBiden retains the power to prevent or halt a strike under the 1947 Taft-Hartley Act. The U.S. Chamber of Commerce sent a letter to Biden on Monday urging the White House to intervene, which it has previously said it will not do. The White House told ABC News in a statement that it has been in contact with both the union and management in recent days.\n\"This weekend, senior officials have been in touch with USMX representatives urging them to come to a fair agreement fairly and quickly – one that reflects the success of the companies. Senior officials have also been in touch with the ILA to deliver the same message,\" White House spokesperson Robyn Patterson said.\nA prolonged East Coast and Gulf Coast port strike could moderately increase prices for a range of goods, experts told ABC News. That upward pressure on prices would result from a shortage of products caught up in the supply chain blockage, leaving too many dollars chasing after too few items, they added.\nFood products are especially vulnerable to an uptick in prices, since food could spoil if suppliers sent the products ahead of time to minimize the strike impact, as they have done for some other goods, Adam Kamins, a senior director of economic research at Moody's Analytics, told ABC News.\nAdditionally, a significant share of the nation's imported auto parts pass through the ports impacted by a potential strike, which could cause an increase in vehicle prices if the strike persists.\nPrice increases have slowed dramatically from a peak in 2022, but inflation remains higher than the Federal Reserve's target rate of 2%. A strike could prevent further progress, according to Kamins.\n\"We're not talking about prices skyrocketing by any means, but I think it halts the momentum we've had over the last year or so getting inflation back in the bottle,\" he said.\nIn 2002, a strike among workers at West Coast ports lasted 11 days before then-President George W. Bush invoked the Taft-Hartley Act and ended the standoff. However, the last time East Coast and Gulf Coast workers went on strike, in 1977, the work stoppage lasted seven weeks.\nTuesday's potential work stoppage follows high-profile strikes undertaken last year by auto workers as well as Hollywood writers and actors. Most recently, 33,000 Boeing workers walked off the job in early September, demanding better pay and retirement benefits.\n\"Trade unions all over the country have been going out on strike,\" Sriram Narayanan, a professor of supply chain management at Michigan State University, told ABC News. \"We're seeing that happen now at the ports.\"\nAhead of the historic strike, the president of the Teamsters labor union, Sean O'Brien, released a letter of solidarity to the International Longshoreman's Association, saying, \"The International Brotherhood of Teamsters, including our members in the freight industry, stand in full solidarity with the International Longshoremen's Association as they fight for a fair and just contract with the ocean carriers represented by USMX.\"\n\"Don't forget --Teamsters do not cross picket lines. The Teamsters Union is 100 percent committed to standing with our Longshoremen brothers and sisters until they win the contract they deserve,\" O'Brien said.\n"}, {"Source": "https://www.abcnews.go.com", "URL": "https://abcnews.go.com/Business/wireStory/musks-reinstated-brazil-after-complying-supreme-court-demands-114618439", "Title": "Musk's X to be reinstated in Brazil after complying with Supreme Court demands", "Author": "N/A", "Date": "October 8, 2024, 4:32 PM", "Content": "SAO PAULO -- The Brazilian Supreme Court's Justice Alexandre de Moraes on Tuesday authorized the restoration of social media platform X´s service in Brazil, over a month after its nationwide shutdown, according to a court document that was made public.Elon Musk’s X was blocked on Aug. 30 in the highly online country of 213 million people — and one of X’s biggest markets, with estimates of its user base ranging from 20 to 40 million. De Moraes ordered the shutdown after a monthslong dispute with Musk over free speech, far-right accounts and misinformation. Musk had disparaged de Moraes, calling him an authoritarian and a censor, even though his rulings, including X’s suspension, were repeatedly upheld by his peers.\nDespite Musk's public bravado, X ultimately complied with all of de Moraes' demands. They included blocking certain accounts from the platform, paying outstanding fines and naming a legal representative in the country. Failure to do the latter had triggered the suspension.\n“The resumption of (X)’s activities on national territory was conditioned, solely, on full compliance with Brazilian laws and absolute observance of the Judiciary's decisions, out of respect for national sovereignty,” de Moraes said in the court document.\nX did not immediately respond to a request for comment.\nJust two days before the ban, on Aug. 28, X said it was removing all its remaining staff in Brazil “effective immediately,” saying de Moraes had threatened with arrest its legal representative in the country, Rachel de Oliveira Villa Nova Conceição, if X did not comply with orders to block accounts. \nBrazilian law requires foreign companies to have a local legal representative to receive notifications of court decisions and swiftly take any requisite action — particularly, in X’s case, the takedown of accounts. Conceição was first named X’s legal representative in April and resigned four months later. The company named her to the same job on Sep. 20, according to the public filing with the Sao Paulo commercial registry.\nIn an apparent effort to shield Conceição from potential violations by X — and risking arrest — a clause has been written into Conceição’s new representation agreement that she must follow Brazilian law and court decisions, and that any legal responsibility she assumes on X’s behalf requires prior instruction from the company in writing, according to the company’s filing.\nConceição works for BR4Business, a business services firm. Its two-page website provides no insight into its operations or staff. “Something great is on its way,” the top of the site’s main page reads in English. Its other page is an extensive privacy policy. \nAt three of its listed Sao Paulo offices, receptionists told the AP that the company’s offices are empty and employees work remotely. Neither Conceição nor BR4Business returned multiple phone calls and emails from the AP.\nThere is nothing illegal or suspect about using a company like BR4Business for legal representation, but it shows that X is doing the bare minimum to operate in the country, said Fabio de Sa e Silva, a lawyer and associate professor of International and Brazilian Studies at the University of Oklahoma.\n“It doesn’t demonstrate an intention to truly engage with the country. Take Meta, for example, and Google. They have an office, a government relations department, precisely to interact with public authorities and discuss Brazil’s regulatory policies concerning their businesses,” Silva added.\nIndeed, it is rare for an established, influential company such as X to have only a legal representative, said Carlos Affonso Souza, a lawyer and director of the Institute for Technology and Society, a Rio-based think tank. And that could be problematic going forward.\n“The concern now is what comes next and how X, once back in operation, will manage to meet the demands of the market and local authorities without creating new tensions,” he said.\nSome of Brazilian X’s users have migrated to other platforms, such as Meta’s Threads and, primarily, Bluesky. It’s unclear how many of them will return to X. In a statement to the AP, Bluesky reported that it now has 10.6 million users and continues to see strong growth in Brazil. Bluesky has appointed a legal representative in the South American country.\nBrazil was not the first country to ban X — far from it — but such a drastic step has generally been limited to authoritarian regimes. The platform and its former incarnation, Twitter, have been banned in Russia, China, Iran, Myanmar, North Korea, Venezuela and Turkmenistan. Other countries, such as Pakistan, Turkey and Egypt, have also temporarily suspended X before, usually to quell dissent and unrest.\nX’s dustup with Brazil has some parallels to the company’s dealings with the Indian government three years ago, back when it was still called Twitter and before Musk purchased it for $44 billion. In 2021, India threatened to arrest employees of Twitter (as well as Meta’s Facebook and WhatsApp), for not complying with the government’s requests to take down posts related to farmers’ protests that rocked the country.\nMusk’s decision to reverse course in Brazil after publicly criticizing de Moraes isn’t surprising, said Matteo Ceurvels, research firm Emarketer’s analyst for Latin America and Spain.\n“The move was pragmatic, likely driven by the economic consequences of losing access to millions of users in its third-largest market worldwide, along with the millions of dollars in associated advertising revenue,” Ceurvels said. “Although X may not be a top priority for most advertisers in Brazil, the platform needs them more than they need it.”\n___\n"}, {"Source": "https://www.abcnews.go.com", "URL": "https://abcnews.go.com/Business/wireStory/hunt-gasoline-adding-floridians-anxiety-milton-nears-114609527", "Title": "The hunt for gasoline is adding to Floridians’ anxiety as Milton nears", "Author": "N/A", "Date": "October 8, 2024, 2:02 PM", "Content": "TAMPA, Fla. -- Florida gas stations struggled to keep up with demand Tuesday as long lines and empty pumps compounded the stress for residents planning to hunker down or flee as Hurricane Milton approached the state's western coast. Gov. Ron DeSantis said during a morning news conference that state officials, including the Florida Highway Patrol, were working with fuel companies to continue bringing in gasoline ahead of Milton's expected landfall on Wednesday. Troopers escorted 27 fuel trucks to stations Monday night, DeSantis said.\nPatrick De Haan, an analyst for GasBuddy, said “replenishments are happening,” but about 16.5% of Florida stations were out of fuel as of Tuesday afternoon — up from 3.5% a day earlier. More than 43% of the stations in the Tampa-St. Petersburg area had no gasoline as of late Tuesday morning, according to GasBuddy.\nDeSantis outlined replenishment efforts during his morning news conference.\n“We have been dispatching fuel over the past 24 hours as gas stations have run out,” DeSantis said. “So we currently have 268,000 gallons of diesel, 110,000 gallons of gasoline. Those numbers are less than what they were 24 hours ago because we’ve put a lot in, but we have an additional 1.2 million gallons of both diesel and gasoline that is currently en route to the state of Florida.”\nDeSantis stressed that there wasn't a fuel shortage. \n“That’s technically correct. Fuel is flowing, but stations can’t keep caught up,” De Haan said. “But it’s hard to tell somebody that's at a pump with a bag over it that there’s no shortage.”\n“You've got to have patience,” Stephanie Grover-Brock, a Tampa resident in line for gasoline in the Riverview area, said Tuesday morning. “It's a little aggravating. You've got to be patient, be determined and just have grace.”\nNearby, motorist Ralph Douglas said some gas stations in Ruskin, where he lives, ran out of gas, but he was able to find fuel elsewhere. \nAlso in line was Martin Oakes of Apollo Beach. \n“I was able to get some gas yesterday, but then they ran out,” Oakes said, waiting in a slow-moving line. “So now I'm trying to get gas here again and, you know, long lines, trickling gas pumps.”\nOakes and Grover-Brock said they were not in evacuation zones and did not plan to leave.\nNed Bowman, spokesperson for the Florida Petroleum Marketers Association, said the situation was typical for a Florida hurricane — with demand peaking and some stations temporarily running dry. He said suppliers are “constantly” moving fuel to stations. \n“Have patience,” Bowman said. “It's out there.”\nAAA told The Associated Press it would advise Floridians to “take only what you need” and if evacuating, to avoid letting one's gas tank get too low before looking for a place to fill up.\nDeSantis said during his news conference there is enough gasoline for those who are evacuating.\n“You do not have to get on the interstate and go far away,” DeSantis said. “You can evacuate tens of miles. You do not have to evacuate hundreds of miles away. You do have options.”\n___\nMcGill reported from New Orleans.\n___\n"}, {"Source": "https://www.abcnews.go.com", "URL": "https://abcnews.go.com/Business/trump-harris-manufacturing-boom-plans/story?id=114272494", "Title": "Trump and Harris both want a manufacturing boom. They have very different plans for doing it.", "Author": "N/A", "Date": "October 2, 2024, 2:34 PM", "Content": "In the final weeks of the campaign, former president Donald Trump and Vice President Kamala Harris have sought to best each other on the all-important issue of the economy, which many voters rank as their top concern.Both candidates have made manufacturing a centerpiece of their plans, but their respective approaches feature stark differences.\nHarris aims to close corporate tax loopholes and throw government support behind the production of critical goods. By contrast, Trump wants to protect domestic manufacturers with tariffs on foreign products while cutting corporate taxes and easing regulations.\nManufacturing accounts for about 10% of U.S. gross domestic product and an even smaller share of the nation's jobs. But the sector bears outsized importance since the production of essential goods holds national security implications and many manufacturing workers live in key swing states, experts said.\n\"There's a belief that manufacturing is special,\" Mary Lovely, a senior fellow at the Peterson Institute for International Economics who studies trade policy, told ABC News.\nHere's what to know about where Harris and Trump stand on manufacturing, and what experts think of their respective plans:\nOn the campaign trail, Trump talks about tariffs more than just about any other policy proposal. The tax on imports makes up a key part of his plan for revitalizing manufacturing, alongside a lower tax burden for companies that he says would boost production and hiring.\nTrump has promised a sharp escalation of tariffs enacted during his first term. Trump has proposed tariffs of between 60% and 100% on Chinese goods. A set of far-reaching tariffs would also include a tax as high as 20% on all imported products.\nIn theory, a tax on imports would give domestic producers a leg up in competition with foreign manufacturers, Christopher Conlon, a professor of economics at New York University who studies trade, told ABC News.\n\"His plan is based on the idea that foreign competitors are pricing their products too low and what we need to do is erect a wall of tariff barriers around the U.S.,\" Conlon told ABC News.\nAn escalation of tariffs could expand certain areas of U.S. manufacturing vulnerable to foreign competition, which could result in added jobs at companies protected by the policy, experts said.\nThe economy added manufacturing over the first few years of his presidency, though the pandemic wiped out much of those gains.\nExperts cautioned about a spike in input costs and consumer prices that could end up hindering many manufacturers and hammering household budgets. Evidence indicates that the Trump tax cut did not provide a significant boost for the economy, they added.\nU.S. manufacturers of sophisticated products like automobiles and advanced medical equipment often import raw materials. A tariff would likely raise costs for those companies and risk making them less competitive on the global market, Conlon said. While adding jobs at some manufacturers, the policy could cause layoffs at others.\n\"Nobody seems to have shared that wisdom with the Trump campaign,\" Conlon said.\nA similar cause and effect applies to prices paid by everyday people for imported goods at the grocery or department store. Broad tariffs on foreign goods would likely force importing companies to raise prices and reignite inflation, experts said.\nIn a statement to ABC News, the Trump campaign said its manufacturing plan would create jobs and cut taxes.\n\"President Trump is a businessman who built the greatest economy in American history, and certainly doesn't need economics lessons from a professor who has never created jobs or built anything in his life,\" Trump campaign spokesperson Karoline Leavitt said.\n\"President Trump successfully imposed tariffs on China in his first term AND cut taxes for hardworking Americans here at home -- and he will do it again in his second term. President Trump's plan will result in millions of jobs and hundreds of billions of dollars returning home from China to America,\" the statement added in part.\nHarris has proposed a different approach to manufacturing that emphasizes closing tax loopholes for some large corporations and providing government support for high-priority areas within the sector.\nThe agenda carries over a key part of the strategy undertaken by the Biden administration, which invested billions into manufacturing through a series of measures focused on bolstering key industries.\nThe Inflation Reduction Act spent hundreds of millions of dollars to boost U.S. production of renewables as the nation pursues ambitious carbon emissions goals and a supply chain less dependent on China. While the CHIPS and Sciences Act infused tens of billions into the production of semiconductors.\n\"The Biden administration has picked sectors, and in those sectors companies are eligible for assistance,\" said Lovely.\nLast week, Harris put forward a plan calling for $100 billion investment in manufacturing to further bolster the sector. The policy would prioritize \"industries of the future,\" such as carbon-efficient steel production and data centers for artificial intelligence, the campaign said in a statement last week.\nThe Harris campaign said it aims to pay for the investment with a reform of the international tax code that prevents producers from skirting U.S. taxes in a \"race to the bottom.\"\n\"The facts are clear: When he was president, Trump lost nearly 200,000 manufacturing jobs and created new incentives for companies to ship American jobs to China. Economists warn if Trump takes power again, his policies will crush American manufacturing jobs, send even more jobs to China, and cost middle class families $4,000 a year. This is a fundamental contrast with Vice President Harris, who is leading an American manufacturing boom – creating jobs right here at home and outcompeting China,\" Harris campaign spokesperson Joseph Costello said in a statement to ABC News.\nIt remains unclear whether the support for manufacturing provided by the Biden administration has yielded significant gains in output or jobs, experts said.\nThe measures, however, have elicited a burst of factory construction. Spending on manufacturing-related construction surged from $76.4 billion in January 2021 to $238.2 billion in August 2024, U.S. Census Bureau data showed.\nThe surge in construction marks a positive signal but the critical test will be whether the plants deliver strong output and well-paying, long-term jobs, said Conlon.\n"}, {"Source": "https://www.abcnews.go.com", "URL": "https://abcnews.go.com/Business/wireStory/stock-market-today-asian-shares-climb-after-blockbuster-114552440", "Title": "Stock market today: Wall Street slides after Treasury yields climb back above 4% and oil rises", "Author": "N/A", "Date": "October 7, 2024, 12:43 AM", "Content": "NEW YORK -- U.S. stocks slid Monday after Treasury yields hit their highest levels since the summer and oil prices continued to climb.The S&P 500 dropped 1%, though it’s still close to its all-time high set a week earlier. The Dow Jones Industrial Average fell 398 points, or 0.9%, coming off its own record, while the Nasdaq composite sank 1.2%.\nIt’s a stall for U.S. stocks after they rallied to records on relief that interest rates are finally heading back down, now that the Federal Reserve has widened its focus to include keeping the economy humming  instead of just fighting high inflation. Friday’s blowout report on U.S. jobs growth  raised optimism about the economy and hopes that the Fed can pull off a perfect landing for it.\nThe stronger-than-expected hiring pushed Goldman Sachs economist David Mericle to say he now sees just a 15% chance of a recession, down from 20%. \nBut Friday’s jobs report was so strong that it also forced traders to ratchet back forecasts for how much the Fed will ultimately cut interest rates by. That in turn has sent Treasury yields higher, and the 10-year yield is back above 4% for the first time since August.\nThe two-year Treasury yield also briefly climbed back above 4% Monday, up from 3.50% a couple weeks ago. That’s a sizeable move for the bond market, and it can drag on prices for stocks and all kinds of other investments.\nWhen Treasury bonds, which are seen as the safest possible investments, are paying more in interest, investors become less inclined to pay very high prices  for stocks and other things that carry bigger risk of losing money.\nMonday’s sharpest losses hit stocks of utility companies. These kinds of stocks tend to pay big dividends, which means they can see potential buyers leave when bonds are paying more in interest.\nUtilities fell 2.3% for the sharpest loss among the 11 sectors that make up the S&P 500 index, including a 5.2% drop for Vistra and a 3.3% slide for Duke Energy. \nIt’s more difficult to look attractive to investors seeking income when a 10-year Treasury is paying a 4.02% yield, up from 3.97% late Friday and from 3.62% three weeks ago.\nThe yield on the two-year Treasury, which more closely tracks expectations for the Fed, jumped more on Monday. It rose to 3.99% from 3.92% late Friday.\nTreasury yields may also be feeling upward push from the recent jump in oil prices. Crude prices have been spurting higher on worries that worsening tensions in the Middle East  could ultimately lead to disruptions in the flow of oil. \nBrent crude, the international standard, rose another 3.7% Monday to settle at $80.93 per barrel. Benchmark U.S. crude, meanwhile, also gained 3.7%, to $77.14 per barrel.\nStocks that are seen as the most expensive can feel the most downward pressure from higher Treasury yields, and the spotlight has been on Big Tech stocks. They drove the majority of the S&P 500’s returns in recent years and soared to heights that critics called overdone.\nApple fell 2.3%, Amazon dropped 3% and Alphabet sank 2.4% to act as some of Monday's heaviest weights on the S&P 500.\nAn exception was Nvidia, which rose another 2.3%. It rode another upswell in excitement about artificial-intelligence technology after Super Micro Computer soared 15.8% after saying it recently shipped more than 100,000 graphics processing units with liquid cooling.\nIf Treasury yields keep rising, companies will likely need to deliver bigger profits to drive their stock prices much higher, and this week marks the start of the latest corporate earnings reporting season.\nAnalysts say earnings per share grew 4.2% during the summer for S&P 500 companies from a year earlier, led by technology and health care companies, according to FactSet. If those analysts are correct, it would be a fifth straight quarter of growth. \nPepsiCo will report its latest quarterly results on Tuesday, but the momentum will really pick up Friday. That’s when JPMorgan Chase, Wells Fargo and Bank of New York Mellon will report, as banks dominate the early days of reporting season. \nBank stocks were mixed Monday, with a few adding to gains from Friday when the stronger-than-expected jobs report raised hopes that customers will borrow more money and make good on the loans. \nElsewhere on Wall Street, winemaker Duckhorn Portfolio more than doubled after a private-equity firm said it would buy the company for roughly $1.95 billion in cash.\nAll told, the S&P fell 55.13 points to 5,695.94. The Dow dropped 398.51 to 41,954.24, and the Nasdaq sank 213.95 to 17,923.90.\nIn stock markets abroad, European indexes were mixed following bigger gains in Asia.\nJapan’s Nikkei 225 index rose 1.8% after the value of the yen sank against the U.S. dollar. A weaker yen can boost profits for Japanese exporters.\nStock markets in mainland China will reopen on Tuesday from a weeklong holiday, and the government said it plans to explain details of plans for economic stimulus at a morning news conference in Beijing. \n___\n"}, {"Source": "https://www.abcnews.go.com", "URL": "https://abcnews.go.com/Business/wireStory/coca-cola-spiced-canceled-after-7-months-market-114077311", "Title": "Coca-Cola Spiced is getting canceled after 7 months on the market", "Author": "N/A", "Date": "September 25, 2024, 10:55 AM", "Content": "Coca-Cola Co. is discontinuing its newest “permanent” flavor a little more than seven months after putting it on the market.The beverage giant said Wednesday that Coca-Cola Spiced and Coca-Cola Spiced Zero Sugar will be phased out and replaced with a new flavor that will be introduced next year.\n“We’re always looking at what our consumers like and adjusting our range of products,” the Atlanta-based company said in a statement.\nCoca-Cola Spiced went on sale in the U.S. and Canada on Feb. 19. At the time, the company said it would be the first new permanent addition to its North American portfolio in three years.\nCoca-Cola didn’t elaborate Wednesday on what went wrong, but it might have been the name. Coca-Cola Spiced doesn’t have much heat; it mostly tastes like raspberry.\nOr it may have gone to market too quickly. Coca-Cola’s North American marketing chief Shakir Moin told The Associated Press in February that Coca-Cola Spiced was developed in just seven weeks. It usually takes a year for Coke to come up with a new beverage.\n“Consumers are moving faster. The market is moving forward faster. We’ve got to be faster than the speed of the market,” Moin said.\nCoke has been exploring ways to get younger drinkers excited about its signature cola. In 2022, it launched Coca-Cola Creations, a series of eight limited-edition Coke flavors in colorful cans and bottles. Hints of coconut, strawberry, watermelon and other flavors were added to the drinks.\nLast month, it launched a limited-edition Oreo-flavored Coke with special black-and-white packaging.\nAtlanta-based Coke is also leaning more heavily into alcoholic drinks. The company’s first U.S. alcoholic beverage, Topo Chico Hard Seltzer, came out in 2021. Earlier this month, Coke and Bacardi Limited announced an agreement to bring a premixed rum-and-Coke cocktail to Europe and Mexico next year.\n"}, {"Source": "https://www.abcnews.go.com", "URL": "https://abcnews.go.com/Business/wireStory/toyota-boosts-investment-air-taxi-company-joby-aviation-114425208", "Title": "Toyota boosts its investment in air taxi company Joby Aviation by another $500 million", "Author": "N/A", "Date": "October 2, 2024, 9:49 AM", "Content": "Toyota is investing another $500 million in Joby Aviation as part of a partnership aimed at helping get the American air taxi company's commercial business off the ground.Toyota's investment will be used to support certification and production of Joby's electric air taxi, the companies said Wednesday, and brings Toyota Motor Corporation’s total investment in Joby to $894 million. After the investment, which will come in two equal tranches later this year and next, Toyota will own about 22% of Joby's outstanding shares.\n“Today’s investment builds on nearly seven years of collaboration between our companies,” said JoeBen Bevirt, founder and CEO, Joby Aviation. “The knowledge and support shared by Toyota has been instrumental in Joby’s success and we look forward to deepening our relationship as we deliver on our shared vision for the future of air travel.”\nJoby said it recently rolled its third aircraft off the production line and said in August that the fourth of five certifications was in progress.\nIn addition to the cash investment, Toyota has been spending time and human resources to share its design and manufacturing methods. The Japanese automaker said its engineers are working with Joby's team at its California headquarters.\n"}, {"Source": "https://www.abcnews.go.com", "URL": "https://abcnews.go.com/Business/harris-trump-debate-economists-assess-attacks-inflation-tariffs/story?id=113584629", "Title": "Harris-Trump debate: Economists assess attacks over inflation, tariffs", "Author": "N/A", "Date": "September 11, 2024, 2:52 PM", "Content": "The debate between Vice President Kamala Harris and former President Donald Trump on Tuesday opened with a fiery exchange about the economy, an issue that often ranks as the top priority for voters.The two candidates exchanged sharp barbs over the nation’s recent bout of inflation, Trump’s plan for an escalation of tariffs, and the economic proposals put forward by Harris.\nEconomists who spoke to ABC News offered an assessment of the attacks leveled by the two candidates, fact-checking major claims and providing context for a full evaluation of their implications.\nHere’s what to know about what economists thought of key claims made during the debate:\nHarris deploys the phrase “Trump sales tax” in reference to Trump’s plan for additional tariffs in a potential second term.\nTrump told Fox Business last year that a tax on all imported goods could land at 10%. In April, he proposed a higher tariff of at least 60% on Chinese goods.\nEconomists who spoke to ABC News confirmed that tariffs are widely thought to raise prices for consumers in the importing country. That’s because foreign producers typically pass along some or all of the tax burden to consumers in the form of higher prices, they said.\n“This is generally accepted in economics,” said Stephan Weiler, a professor of economics at Colorado State University and a former Fed research officer.\nEconomists couldn't verify the estimate put forward by Harris of a 20% increase on the prices of goods, in part because it's difficult to predict exactly how foreign manufacturers might respond to tariffs.\nIn theory, foreign producers that control a given market could offset higher taxes by pushing the costs onto consumers with price increases, Yeva Nersisyan, a professor of economics at Franklin & Marshall College, told ABC News. However, Nersisyan added, companies in competitive industries may face more difficulty doing so.\n“It’s hard to say whether that 20% number is accurate,” Nersisyan said.\nEconomists who spoke to ABC News rejected the assertion that the nation’s bout of inflation marks its worst ever, noting that the U.S. endured higher price increases as recently as the 1980s.\nIn addition, economists said Trump overstated the extent to which the Biden administration caused the rapid rise in prices, though they acknowledged that a stimulus measure enacted by Biden may have contributed to some of the inflation.\nLike many economic problems, inflation emerged due to an imbalance between supply and demand, economists said.\nHundreds of millions of people across the globe who endured pandemic-era lockdowns replaced restaurant expenditures with online orders of couches and exercise bikes. But the demand for goods and labor far outpaced supply, as COVID-19-related bottlenecks slowed delivery times and infection fears kept production workers on the sidelines.\n“The number-one cause of the inflation was a supply adjustment to the COVID shock, particularly coming out of isolation,” Jeffrey Frankel, an economist at Harvard University, told ABC News.\nPandemic-era spending measures enacted by Trump and Biden may also have contributed to the price spike, economists said.\nJason Furman, a professor at Harvard University and former economic adviser to President Barack Obama, estimated that Biden's American Rescue Plan added between 1 and 4 percentage points to the inflation rate in 2021, Roll Call reported. Michael Strain, of the conservative-leaning American Enterprise Institute, estimated that the legislation added 3 percentage points to inflation.\n“One could argue that the COVID-related policies helped heat and possibly overheat the economy,” Weiler said.\nThe economy had already emerged from the pandemic-induced recession and begun to recover by the time Biden took office, economists said.\nHowever, the U.S. remained well below pre-pandemic levels in some key measures of economic health, including employment. In turn, economists said, Biden inherited an economy in need of significant rejuvenation.\nThe unemployment rate peaked at 14.8% in April 2020 when Trump was in office – which was indeed the highest level since the Great Depression, according to the Bureau of Labor Statistics. But unemployment rapidly declined to 6.4% in January 2021 by the time Trump left office, as the economy started to rebalance.\nThe effort to blame Trump for the spike in unemployment is misleading, since it resulted from a once-in-a-century pandemic, economists said.\n“COVID is the tidal wave that overwhelmed the whole story,” Weiler said. “The politics of this is hyperbole.”\nThe COVID-induced recession lasted two months in the spring of 2020, the shortest U.S. recession ever recorded, according to the National Bureau of Economic Research, a non-profit organization that serves as the recognized authority on economic downturns. The speedy recovery was owed in part to trillions in economic stimulus enacted by Trump that March.\n“It was very quick and very, very big,” Nersisyan said.\nStill, the economy suffered a dearth of jobs and persistent supply blockages when Biden took office, economists said. Over the course of the Biden administration, the labor market expanded at a rapid pace while economic growth quickened. By 2022, the economy had recovered all of the jobs that were lost during the pandemic.\n“The recovery from the recession had already begun when Biden took office, but it hadn’t gotten that far,” Frankel said.\nTrump sharply criticized Harris for a perceived lack of detailed economic proposals.\nSome economists who spoke to ABC News agreed that there was an absence of a complete economic plans from Harris. However, they added, Trump has also failed to provide a detailed set of policy proposals on economic issues.\n“I would like to see more detailed policy proposals from both candidates,” Anne Villamil, a professor of economics at the University of Iowa, told ABC News.\n“For Harris, I would like to know how her policies would differ from current policies,” Villamil added. “For Trump, I would like to know how his policies would differ from the policies of his previous administration.”\nLast month, Harris unveiled economic plans intended to ease inflation, fix the housing market, and slash taxes for middle-income families. The plans include eye-catching proposals such as a $25,000 subsidy for first-time homebuyers and a ban on grocery price gouging, the latter of which had not been put forward by Biden.\nHarris has also proposed a 28% tax on long-term capital gains, which clocks in well below the 39.6% tax rate for such income put forward by Biden.\nTrump has said he would renew his signature tax-cut measure, which eased taxes for individuals and corporations, while vowing to do away with taxes on tips and Social Security benefits.\n“Trump is not one who has a lot of detailed policies himself,” Nersisyan said. “This is not a policy election.”\n"}, {"Source": "https://www.abcnews.go.com", "URL": "https://abcnews.go.com/Business/wireStory/austrian-activist-schrems-wins-privacy-case-meta-personal-114492941", "Title": "Activist wins privacy case against Meta over personal data on sexual orientation", "Author": "N/A", "Date": "October 4, 2024, 7:13 AM", "Content": "LONDON -- The European Union's top court said Friday that social media company Meta can't use public information about a user's sexual orientation obtained outside its platforms for personalized advertising under the bloc's strict data privacy rules. The decision from the Court of Justice of the European Union in Luxembourg is a victory for Austrian privacy activist Max Schrems, who has been a thorn in the side of Big Tech companies over their compliance with 27-nation bloc’s data privacy rules. \nThe EU court issued its ruling after Austria's supreme court asked for guidance in Schrems' case on how to apply the privacy rules, known as the General Data Protection Regulation, or GDPR. \nSchrems had complained that Facebook had processed personal data including information about his sexual orientation to target him with online advertising, even though he had never disclosed on his account that he was gay. The only time he had publicly revealed this fact was during a panel discussion. \n“An online social network such as Facebook cannot use all of the personal data obtained for the purposes of targeted advertising, without restriction as to time and without distinction as to type of data,” the court said in a press release summarizing its decision. \nEven though Schrems revealed he was gay in the panel discussion, that “does not authorise the operator of an online social network platform to process other data relating to his sexual orientation, obtained, as the case may be, outside that platform, with a view to aggregating and analysing those data, in order to offer him personalised advertising.” \nMeta said it was awaiting publication of the court's full judgment and that it “takes privacy very seriously.”\n“Everyone using Facebook has access to a wide range of settings and tools that allow people to manage how we use their information,” the company said in a statement. \nSchrems' lawyer, Katharina Raabe-Stuppnig, lawyer representing Mr Schrems, welcomed the court's decision. \n“Meta has basically been building a huge data pool on users for 20 years now, and it is growing every day. However, EU law requires ‘data minimisation’,\" she said in a statement. “Following this ruling only a small part of Meta’s data pool will be allowed to be used for advertising — even when users consent to ads.” \n"}, {"Source": "https://www.abcnews.go.com", "URL": "https://abcnews.go.com/Business/wireStory/black-latina-women-leading-unions-transforming-work-114538093", "Title": "More Black and Latina women are leading unions — and transforming how they work", "Author": "N/A", "Date": "October 4, 2024, 8:59 PM", "Content": "Women make up roughly half of U.S. labor union membership, but representation in top level union leadership positions has lagged, even in female-dominated industries and particularly for women of color. But Black and Latina women are starting to gain ground, landing top positions at some of the biggest unions in the U.S. That has translated into wins at the bargaining table that focus more attention on family-friendly benefits like parental leave and health care coverage, as well as protections against sexual harassment. \nOften when people think about unions, \"they think of a white guy in a hard hat. But in fact, studies show that about two-thirds of working people who are covered by a union contract are women and/or people of color,” said Georgetown University labor historian Lane Windham.\nIndeed, hospitality union UNITE HERE's membership is majority women and people of color. And last month, more than 12,000 of them across six states went on strike to push for wage increases, fair workloads and more affordable health care under the leadership of Gwen Mills, who in June became the first woman to be elected union president in its 130-year history. \nData from the U.S. Department of Labor shows that Black and Latina women experience a particularly wide gender pay gap. They also face intersectional headwinds of both racism and sexism in their careers, making them even more attuned to inequities in the workplace and motivating them to increasingly step up the fight as union leaders. \nBlack and Latina women are driving labor union growth in the U.S. amid a decades-long decline in membership. In 2023, Black women's union membership rate notched a slight bump from 10.3% to 10.5%, while Latinas went up from 8.5% to 8.8%. But that's still more than white men and women as well as Asian women, whose membership experienced a decrease during the same time period. \nMomentum for Black and Latina women rising into labor union leadership has picked up in the last five years. But the work began long before that by \"our foremothers who laid this foundation and have been pushing and kicking those doors open for decades,” according to Liz Shuler, who in June 2022 became the first woman in history to lead the AFL-CIO, a federation of 60 national and international labor unions. \n“The #MeToo movement, I think, has really emboldened women across the board, including in labor, to say, you know what? I’m not going to be sitting on the sidelines,” Shuler said. The pandemic also put a spotlight on essential workers such as nurses, service workers and care workers, who are predominantly women and minorities.\nToday’s examples of diverse union leaders include Becky Pringle, a Black woman who leads the National Education Association, the nation's largest union; Bonnie Castillo, the first Latina to serve as executive director of National Nurses United; and April Verrett, who in May became the first Black woman to lead the Service Employees International Union, which says about 60% of its service worker members are people of color, and two-thirds are women. \n“If we want to build power on those who are perceived to have the least amount of power, then we've got to create space for our people of those identities to be able to lead,” Verrett told The Associated Press.\nBut while female-dominated fields have made strides in union leadership diversity, “there is still a long way to go” for unions in male-dominated fields like building and manufacturing trades, said University of Illinois Urbana-Champaign labor historian Emily Twarog. Despite some headway through DEI and apprenticeship programs, “there hasn’t been that kind of culture shift.”\nMen still have a higher union membership rate than women — 10.5% versus 9.5% respectively, according to the U.S. Bureau of Labor Statistics. And workplace sexual harassment and biases still run rampant in many places, including for Chicago-based Lisa Lujano, a journey-level carpenter and member of Carpenters Union Local 13. \nThings might get better, she said, if more Black and Latina women held union leadership roles and were more aware of their memberships' needs, including safety gear that fits women’s bodies, or parental leave, which Lujano does not have. \n“I think we would get more respect out in the field,” she said.\nHere's a look at the impact women union leaders have had at the bargaining table:\nTeachers’ unions have in recent years begun to use their collective power to push for wraparound benefits to help their surrounding community in a method known as \"bargaining for the common good,\" which aims to go beyond wages and benefits at the bargaining table and tackle wider social issues. The Chicago Teachers Union, for example, included demands for affordable housing citywide during a strike in 2019 — in part organized by then-vice president Stacy Davis Gates, who is now CTU president.\nSome teachers' unions are also fighting for racial justice, including the United Teachers Los Angeles, which demanded that the school district stop subjugating students to random metal detector screenings and locker checks without cause, decrying the practice as disproportionately targeting Black and minority students.\n“We need to address the inequities that are built into every single social system in this country that determine whether our students come to school ready to learn every day,” Pringle said. “It was our female leaders, particularly our leaders of color, who really leaned into that.”\nUnionized hotel workers like Maria Mata have made strides toward fighting the rampant sexual harassment in their profession.\nMata, a Hispanic housekeeper and UNITE HERE union leader at the W San Francisco, helped lead a successful push at her hotel for workers to be equipped with panic buttons in 2018 to summon security help in an emergency, now implemented by several major hotel chains.\n“We needed more protection,” especially during night shifts spent cleaning entire floors alone, explained Mata, who has herself twice experienced sexual harassment on the job. “It’s very dangerous.\" \nIt’s also vital for the women doing the work to also sit at the bargaining table, “because sometimes as women, we need something that the men don’t know,” said Mata, whose hotel is currently in bargaining for a new contract.\nKeturah Johnson in 2022 became the first queer woman of color to serve as international vice president for flight attendant union AFA-CWA, which is led by Sara Nelson and represents over 50,000 flight attendants at 20 airlines.\nPeople often think of a flight attendant as “a white woman with hair put up in a bun,” and Black flight attendants frequently face microaggressions from managers about their appearance, Johnson said. “It’s happened to me many times because of my natural hair.\"\nAnd for gender nonconforming flight attendants, being able to wear a uniform that reflects their gender identity is important, Johnson said. So she's leading the fight to update uniform standards to be gender inclusive and permit natural hairstyles, which has resulted in several airlines making changes.\nUnited Airlines, for instance, updated its uniform standards to include gender neutral options in 2021, and Alaska Airlines management adopted gender neutral uniform and appearance standards in 2022, according to AFA. Frontier allowed natural hairstyles for flight attendants in 2021, and this year implemented standardized pricing for all uniforms regardless of size or gender.\n“We’re not just there to serve Diet Coke. And so it’s our job to make sure that flight attendants are represented and seen just as they are,” Johnson said. “The world is changed now.”\n___\n"}, {"Source": "https://www.abcnews.go.com", "URL": "https://abcnews.go.com/Business/wireStory/airlines-capping-fares-hurricanes-path-biden-warns-price-114622015", "Title": "Airlines say they're capping fares in the hurricane's path as Biden warns against price gouging", "Author": "N/A", "Date": "October 8, 2024, 5:44 PM", "Content": "A few airports in Florida began closing and airlines canceled hundreds of flights on Tuesday ahead of Hurricane Milton's arrival. Government officials from President Joe Biden on down warned companies not to overcharge people fleeing the storm's path.“I’m calling on the airlines and other companies to provide as much service as possible to accommodate evacuations, and not to engage in price gouging — to just do it on the level,\" Biden said after a hurricane briefing.\nAirlines defended their actions, some saying they had imposed fare caps in the last couple days.\nBy midafternoon Tuesday on the East Coast, airlines had canceled more than 700 U.S. flights, compared with fewer than 200 cancellations on Monday and fewer than 100 each of the two previous days, according to the FlightAware tracking service.\nAbout half of Tuesday's cancellations were at Tampa International Airport, which shut down in the morning as Milton approached.\nTravelers packed the airport on Monday, hoping to catch one of the remaining flights out of the storm's predicted path. Cerina McQuillan was trying to get her 17-year-old daughter on a flight to New York.\nMcQuillan said that when she first tried to buy a one-way ticket, prices were around $200. Then the airline's site crashed.\n“All of a sudden it went back on again, and the flights quadrupled in price. It went up to like $750 within a matter of seconds,” she said. \"There were prices even as high as $1,000 for one leg. So wrong! So wrong!” \nJeremy Bingaman, a music-industry podcaster, posted a screenshot of United Airlines fares for flights out of Tampa to St. Louis on Tuesday. They went as high as $2,351 for refundable tickets in economy class on United Express, compared with Southwest, which showed tickets at $399, and American, which displayed flights to Chicago for around $600.\n“Hey (at)united, what’s up with the price gouging in Tampa for people trying to evacuate? ... shady,” he wrote in an X post that was reposted more than 4,000 times.\nNone of those flights he highlighted took off — they were all scheduled after the airport suspended operations. \nUnited spokesperson Leslie Scott said the itinerary that Bingaman posted included two connections, and noted that the flight never happened.\n“We implemented fare caps on Sunday. Since then, the average price paid for a one-way, economy-class ticket to our hubs from the impacted Florida markets was below $500,” Scott said.\nDelta said it capped fares, although it gave no figures. American said it added 2,000 seats leaving from Orlando on Tuesday night after adding 2,000 in Tampa and Sarasota on Monday.\nLarge U.S. airlines “are working diligently to accommodate customers impacted by Hurricane Milton,” said Hannah Walden, a spokesperson for the trade group Airlines for America. She noted that several carriers are allowing consumers to rebook trips to, from or through the storm's path, “allowing passengers to adjust their travel plans if needed. The safety of our passengers and employees is our top priority.”\nEven when the weather is good, airlines often raise prices on tickets bought hours or a few days before departure, when there are fewer unsold seats left. That can blur the line between price gouging and the airlines' regular practice of maximizing revenue from each flight.\nBiden did not give any examples of price gouging this week. A spokesperson for the U.S. Transportation Department said the agency has been in touch with airlines to get more information about the availability and affordability of flights in the storm's path.\nEarlier, Transportation Secretary Pete Buttigieg said in a post on X, “The Department takes all allegations of airline price-gouging seriously. We are keeping a close eye on flights in and out of areas affected by Hurricane Milton to make sure airlines are not charging excessively increasing fares.”\nWilliam McGee, a travel expert and advocate for the American Economic Liberties Project, which opposes big corporations, said his group has seen the comments on social media about airlines — especially United, Delta and American — raising prices as the hurricane approached Florida. \n“We’ve seen this with growing frequency in the deregulated era in response to natural disasters and terrorist attacks,” McGee said. \"It’s important for consumers who are experiencing this to file complaints with the (Transportation Department) and perhaps share details on social media.”\nU.S. flight cancellations were expected to soar past 1,600 on Wednesday, when Milton was forecast to come ashore along Florida's central Gulf coast. The bulk of those cancellations are in Florida. \nSt. Pete-Clearwater International Airport said it would close after the last flight Tuesday and reopen on Friday. Orlando International Airport planned to shut down Wednesday morning, and nearby Melbourne Orlando International Airport said it would stop flights Wednesday afternoon until Friday.\nTravelers struggling to get out of Florida expressed exasperation and fatigue over high prices, canceled and delayed flights, and poor customer service.\nJohn Fedor, a roofer from the Philadelphia suburbs, and his wife were trying to get home after a Caribbean cruise. They missed their flight out of Tampa. He said they got no help and were “treated so horribly” by a Frontier Airlines agent, then looked into other ways home. He was quoted $675 for a rental car. They saw train fares for $125 each, but by the time they tried to purchase a pair, the train was sold out.\n“I still don’t know how we’re going to get home. We don’t know what day we’re getting home,” Fedor said. “This probably has been the worst vacation of my life.”\n___\n"}, {"Source": "https://www.abcnews.go.com", "URL": "https://abcnews.go.com/Business/wireStory/piece-piece-pharrell-finds-lego-fits-life-story-114619802", "Title": "In 'Piece by Piece,' Pharrell finds Lego fits his life story", "Author": "N/A", "Date": "October 8, 2024, 4:58 PM", "Content": "TORONTO -- When Pharrell Williams and Morgan Neville decided to embark on a movie about Williams’ life but animated in Lego pieces, they knew there would be culture shocks. But making “Piece by Piece” still led to some places that neither Williams, Neville or Lego could foresee.“We did have extensive conversations about how wide a back of a bikini bottom would be on a minifig in a ‘Rump Shaker’ video,” says Neville, chuckling. “We had many discussions about things I thought I would never be talking about as a filmmaker.”\n“Piece by Piece” did not come with any easy-to-assemble instructions. It’s part music biopic, part documentary, part family film. It is, like many things about Williams’ hit-making life, radiant with uplift, beats and idiosyncrasy. \n“Society likes to put us in boxes, pun intended,” Williams says, speaking alongside Neville. “Here was a moment where this guy’s view of my life and the way he saw it strung together was incredibly liberating for me. While I’ve never seen myself in a box, this helps other people now to, as well.”\n“Piece by Piece,” which Focus Features releases in theaters Friday, begins, like many documentaries, with the director, Neville, sitting down with a camera crew focused on their subject, Williams. But in this case, Williams — and everything else, including a bearded, bespectacled Neville — are Lego.\n“What if we told my life with Legos?” Williams asks in the film. “That’ll never happen,” replies Neville.\nWhat follows is something like a traditional documentary complete with colorful recounting of past struggles and triumphs, from his upbringing in Virginia Beach to his string of chart-topping hits, told through Williams’ voiceover and a number of talking heads. It was recorded that way in interviews, either on camera, Zoom or phone, and then animated into Lego form. Here, finally, is a chance to see Busta Rhymes as a Lego, along with many others, including Jay-Z, Snoop Dogg and Missy Elliott.\n“The first meeting we had was with Lego because if they had said no, there would have been no film,” says Neville, the director of documentaries including “20 Feet From Stardom,” “Won't You Be My Neighbor” and “Steve!” “To their credit, they not only said yes, but I think understood the kind of growth it would force them into.”\nFor Lego, the Danish toy company, making “Piece by Piece” was its biggest gamble since stepping into feature films with 2014’s “The Lego Movie.” Neville approached the company’s head of global entertainment, Jill Wilfert with a pitch for what would be Lego’s first foray into a documentary not about itself. Wilfert was immediately responsive.\n“The whole idea behind Lego is its endless creativity and limitless possibility, and Pharrell really kind of embodies that,” she says.\nAs proof of concept, Neville put together a 90-second video of Williams reflecting on his upbringing and the inspiration of artists like Stevie Wonder. (A vinyl of “Songs in the Key of Life” is another one of those things you never expected to see as a Lego.)\n“I came away from that saying, ‘This is totally going to work,’” Neville says. “And everybody we showed it to got it. They were like: I want to see this movie.”\nStill, Neville and Williams knew the Lego approach would mean working within PG parameters. Some things about Williams’ life — like being young and famous while operating in the upper echelons of pop and hip-hop — wouldn’t fit in a family-friendly movie. Williams says the movie “paraphrases” his life.\n“There were definitely some areas that weren’t within my expectations of where we might go,” Wilfert says. “We had a lot of good dialogue throughout the whole process. Morgan and Pharrell, there was mutual respect because we are a brand that people have high expectations of and expect certain things of. So we did work with them on areas that we felt did make sense and didn’t make sense.”\nIt also pushed Lego in other ways. Williams is particularly proud that the movie led to Lego expanding its available skin tones and hair textures. Williams’ Lego self — which he carried proudly to the Toronto International Film Festival premiere of “Piece by Piece” — was specifically designed to match his own skin tone.\n“You name the type of human being, we fought hard for their existence and acknowledgement,” says Williams. “Lego obliged and I think the brand is better because of it.”\nOne of the movie’s most clever designs is illustrating tracks that Williams crafts himself or in collaboration, like Snoop Dogg’s “Drop It Like It’s Hot,” Gwen Stefani’s “Hollaback Girl,” Nelly’s “Hot in Herre” or Pharrell’s own “Happy.” Each is rendered as a unique little glowing set of Legos pieced together.\nOther, less happy aspects of Williams’ life don’t make the cut. You won’t see anything about the “Blurred Lines” lawsuit, in which Marvin Gaye’s estate sued for copyright infringement and won. Nor is there anything in the film about Williams’ recent legal squabbles with his Neptunes co-founder Chad Hugo. Earlier this year, Hugo filed a trademark opposition over the duo’s name, claiming Williams’ “fraudulently” sought control of it. Representatives for Williams have disagreed, saying Williams “reached out on multiple occasions to share in the ownership.”\n“Piece By Piece,” though, does include a positive portrayal of Hugo, particularly in Williams’ early days in Virginia Beach, when the two began making music together.\n“There’s nothing bittersweet. I’m so grateful for my experiences. Chad is an integral part of the beginning, the genesis of my pursuit in music and being there,” Williams says. “I met him in the second grade in band class, and the memories that we have of making music together, I would not be sitting here if it weren’t for us meeting.”\nWilliams, who is Men’s Creative Director for Louis Vuitton, is talented when it comes to brand management. He released his debut solo album, “In My Mind,” in 2006 and long ago stepped into the spotlight, himself. But he has, by his own acknowledgement, remained a producer at heart. Not everything about “Piece by Piece” was easy for him.\n“A lot of that was vulnerable for me,” Williams says. “I’m, like, crying two times in the story. I hadn’t considered he might ask questions that would trigger emotion. I’m such a produced person. I’ve produced myself so much.”\nIt’s a sentiment that Neville, as a protean documentarian used to adapting to the style and attitude of his subjects, can relate to.\n“Pharrell as a producer is often holding up a mirror to artists to get them to see themselves. My job is to hold up a mirror to him to get him to see himself,” Neville says. “I feel like, in an odd way, we have the same job.”\nWhen Neville interviewed other musicians for the film, he told them that they’d be animated. But he didn’t say how. It was only later they found out they’d be Lego minifigs.\n“Everyone was so shocked and so elated,” says Williams. “I feel like it released the inner child in all of them. Some of them look at life that way, anyways. Other ones, even the tough guys, were like, ‘Oh, man, this is so cool.’”\nCapturing Williams’ life in a playful, even childlike way will surely help some younger viewers connect to his story. Becoming a world-famous multi-hyphenate might seem out of reach to most, but “Piece by Piece” makes it look, almost, like a snap.\n"}, {"Source": "https://www.abcnews.go.com", "URL": "https://abcnews.go.com/Business/wireStory/marshall-retiring-ceo-mavericks-end-2024-remain-consultant-114621140", "Title": "Marshall is retiring as the CEO of the Mavericks at the end of 2024 but will remain as a consultant", "Author": "N/A", "Date": "October 8, 2024, 4:47 PM", "Content": "DALLAS -- Cynt Marshall is retiring as CEO of the Dallas Mavericks at the end of the year, and then she will stay on for another year as a consultant in the organization where she is credited for a comprehensive overhaul of workplace policies.Marshall, a former AT&T executive, was introduced by the Mavericks in February 2018, about a week after a Sports Illustrated report detailed years of incidents of sexual harassment and misconduct in the franchise’s business office.\nWhen hired, Marshall became the first Black female CEO in NBA history. She will retire as CEO effective Dec. 31 and will remain in the consultant role through December 2025.\n“Cynt Marshall is a force of nature. I like to say her superpower is bringing people together, but the truth is she has many superpowers,” said Mavericks governor Patrick Dumont, whose family bought a majority stake in the team last December. \n“Cynt has always gone above and beyond in everything she has done, and her leadership of the Dallas Mavericks is no exception. She is an indelible fixture in the history of this franchise, and we are eternally grateful,\" Dumont said. \"The positive impact she has had here will be felt for a very long time.”\nThe franchise said in a news release that Marshall redefined the Mavericks’ culture. That began with the creation of a 100-day plan to implement a revamped corporate culture, setting new standards for inclusion, business effectiveness and corporate responsibility.\n___\n"}, {"Source": "https://www.abcnews.go.com", "URL": "https://abcnews.go.com/Business/wireStory/west-virginia-lawmakers-bills-income-tax-cut-child-114619189", "Title": "West Virginia lawmakers OK bills on income tax cut and child care tax credit", "Author": "N/A", "Date": "October 8, 2024, 4:40 PM", "Content": "CHARLESTON, W.Va. -- Bills aimed to reduce West Virginians’ income tax burden are headed to the desk of Gov. Jim Justice.One would reduce the state personal income tax by 2%. Another would provide a tax credit to help families pay for child care. The Republican governor is expected to sign both proposals, after they passed final legislative hurdles Tuesday during a special legislative session called by Justice. \nCuts to the state personal income tax have been a priority for Justice, who is nearing the end of his second term as governor and running for the U.S. Senate. He signed a 21.25% tax cut into effect last year, and the tax is scheduled to drop by another 4% in the new year, per a trigger in the 2023 law that allows for further tax cuts if the state meets higher-than-anticipated revenue collections.\nJustice had initially been pushing the Legislature to consider cutting the tax a further 5% but amended that proposal to a more conservative 2% cut Monday. \nA 2% cut in personal income tax rates would take effect on the first day of the new year and return approximately $46 million to taxpayers. Del. Vernon Criss, the House Finance Committee chair, said he would have preferred a 5% tax cut, but an agreement couldn't be made with the Senate to support that. \n\"I still think we are moving in the right direction,\" he said. \"That’s what we all want.\"\nThe money to pay for the tax cut is coming from an expiring revenue bond and $27 million in savings the Justice administration said came from dissolving the former Department of Health and Human Resources into three new state agencies earlier this year. \nSeveral Democrats spoke against the proposal, expressing concern that the Justice administration had not provided details about where the savings were coming from and how the cut could effect state programs. West Virginia has the highest per capita rate of children in foster care in the nation. \nDemocrat Del. Kayla Young said she’s never voted against a tax cut proposal during her time in the legislature, but the source of funding for this cut concerned her.\n“I don’t feel comfortable not knowing where this money is coming from,” she said. \nHouse Minority Leader Sean Hornbuckle said the tax cut won't make a meaningful impact on most working-class West Virginians' budgets — 40 cents a week, or just under $21 a year. He said the trigger system included in the 2023 income tax bill is a more responsible approach, and questioned why the governor was pushing a further tax cut “outside the scope of that in the 25th hour before the election.”\n“The policy of it is it’s taking money away from children,” he said. \"And if we’re going to do a tax cut, I would submit to this body that we — all of us — do a little bit more work and make sure that money is not going to affect children.” \nRepublican Del. Larry Kump of Berkeley County said he disagreed that a 2% cut wouldn't be meaningful to families. He said he both grew up and lives in a working poor neighborhood, and has neighbors that have to make decisions between food and heat. \n“Even a little bit is meaningful. A gallon of milk helps with a family,” he said. \"Anything we can do to reduce the tax burden on our taxpayers is a good thing.\"\nA child and dependent tax credit passed by the state Legislature would allow people to receive a non-refundable credit of around $225 to apply to their taxes if they receive the federal child care tax credit, which is around $450 a year. Around 16,000 West Virginia families receive the federal child care tax credit.\n"}, {"Source": "https://www.abcnews.go.com", "URL": "https://abcnews.go.com/Business/wireStory/musks-reinstated-brazil-after-complying-supreme-court-demands-114618439", "Title": "Musk's X to be reinstated in Brazil after complying with Supreme Court demands", "Author": "N/A", "Date": "October 8, 2024, 4:32 PM", "Content": "SAO PAULO -- The Brazilian Supreme Court's Justice Alexandre de Moraes on Tuesday authorized the restoration of social media platform X´s service in Brazil, over a month after its nationwide shutdown, according to a court document that was made public.Elon Musk’s X was blocked on Aug. 30 in the highly online country of 213 million people — and one of X’s biggest markets, with estimates of its user base ranging from 20 to 40 million. De Moraes ordered the shutdown after a monthslong dispute with Musk over free speech, far-right accounts and misinformation. Musk had disparaged de Moraes, calling him an authoritarian and a censor, even though his rulings, including X’s suspension, were repeatedly upheld by his peers.\nDespite Musk's public bravado, X ultimately complied with all of de Moraes' demands. They included blocking certain accounts from the platform, paying outstanding fines and naming a legal representative in the country. Failure to do the latter had triggered the suspension.\n“The resumption of (X)’s activities on national territory was conditioned, solely, on full compliance with Brazilian laws and absolute observance of the Judiciary's decisions, out of respect for national sovereignty,” de Moraes said in the court document.\n“X is proud to return to Brazil,” the company said in a statement posted on its Global Government Affairs account. \"Giving tens of millions of Brazilians access to our indispensable platform was paramount throughout this entire process. We will continue to defend freedom of speech, within the boundaries of the law, everywhere we operate.”\nJust two days before the ban, on Aug. 28, X said it was removing all its remaining staff in Brazil “effective immediately,” saying de Moraes had threatened with arrest its legal representative in the country, Rachel de Oliveira Villa Nova Conceição, if X did not comply with orders to block accounts. \nBrazilian law requires foreign companies to have a local legal representative to receive notifications of court decisions and swiftly take any requisite action — particularly, in X’s case, the takedown of accounts. Conceição was first named X’s legal representative in April and resigned four months later. The company named her to the same job on Sep. 20, according to the public filing with the Sao Paulo commercial registry.\nIn an apparent effort to shield Conceição from potential violations by X — and risking arrest — a clause has been written into Conceição’s new representation agreement that she must follow Brazilian law and court decisions, and that any legal responsibility she assumes on X’s behalf requires prior instruction from the company in writing, according to the company’s filing.\nConceição works for BR4Business, a business services firm. Its two-page website provides no insight into its operations or staff. “Something great is on its way,” the top of the site’s main page reads in English. Its other page is an extensive privacy policy. \nAt three of its listed Sao Paulo offices, receptionists told the AP that the company’s offices are empty and employees work remotely. Neither Conceição nor BR4Business returned multiple phone calls and emails from the AP.\nThere is nothing illegal or suspect about using a company like BR4Business for legal representation, but it shows that X is doing the bare minimum to operate in the country, said Fabio de Sa e Silva, a lawyer and associate professor of International and Brazilian Studies at the University of Oklahoma.\n“It doesn’t demonstrate an intention to truly engage with the country. Take Meta, for example, and Google. They have an office, a government relations department, precisely to interact with public authorities and discuss Brazil’s regulatory policies concerning their businesses,” Silva added.\nIndeed, it is rare for an established, influential company such as X to have only a legal representative, said Carlos Affonso Souza, a lawyer and director of the Institute for Technology and Society, a Rio-based think tank. And that could be problematic going forward.\n“The concern now is what comes next and how X, once back in operation, will manage to meet the demands of the market and local authorities without creating new tensions,” he said.\nSome of Brazilian X’s users have migrated to other platforms, such as Meta’s Threads and, primarily, Bluesky. It’s unclear how many of them will return to X. In a statement to the AP, Bluesky reported that it now has 10.6 million users and continues to see strong growth in Brazil. Bluesky has appointed a legal representative in the South American country.\nBrazil was not the first country to ban X — far from it — but such a drastic step has generally been limited to authoritarian regimes. The platform and its former incarnation, Twitter, have been banned in Russia, China, Iran, Myanmar, North Korea, Venezuela and Turkmenistan. Other countries, such as Pakistan, Turkey and Egypt, have also temporarily suspended X before, usually to quell dissent and unrest.\nX’s dustup with Brazil has some parallels to the company’s dealings with the Indian government three years ago, back when it was still called Twitter and before Musk purchased it for $44 billion. In 2021, India threatened to arrest employees of Twitter (as well as Meta’s Facebook and WhatsApp), for not complying with the government’s requests to take down posts related to farmers’ protests that rocked the country.\nMusk’s decision to reverse course in Brazil after publicly criticizing de Moraes isn’t surprising, said Matteo Ceurvels, research firm Emarketer’s analyst for Latin America and Spain.\n“The move was pragmatic, likely driven by the economic consequences of losing access to millions of users in its third-largest market worldwide, along with the millions of dollars in associated advertising revenue,” Ceurvels said. “Although X may not be a top priority for most advertisers in Brazil, the platform needs them more than they need it.”\n___\n"}, {"Source": "https://www.abcnews.go.com", "URL": "https://abcnews.go.com/Business/wireStory/colombian-electoral-authorities-open-investigation-president-petros-2022-114618145", "Title": "Colombian electoral authorities open investigation against President Petro's 2022 campaign", "Author": "N/A", "Date": "October 8, 2024, 4:22 PM", "Content": "BOGOTA, Colombia -- Electoral authorities in Colombia on Tuesday ruled in favor of investigating financial misconduct allegations against the 2022 campaign that got President Gustavo Petro elected.The investigation to be carried out by the National Electoral Council will focus on whether the campaign exceeded financing limits and whether it accepted funds from prohibited sources. The electoral body previously delayed deciding on the inquiry, which some, including Petro, see as politically motivated and illegal.\nThe outcome of the investigation could result in fines against some campaign staffers, including its auditors, treasurer and manager. It can't lead to an immediate impeachment of the president.\nThe council’s decision came after two of its 10 magistrates presented a report alleging that Petro’s presidential campaign exceeded financial limits by about $1.2 million. Petro has denied the accusations, which he has said are an initial effort by his adversaries to remove him from office.\nPetro responded to the council's decision with a brief message on X: “The coup d’état has begun,” he wrote. He had previously characterized the investigation as a “Colombian-style coup d’état” intended to be the first step to remove him from office.\nThe council’s 10 magistrates are elected by Congress and represent various political parties. At least two of them belong to Petro’s party.\nA statement from the council announcing its decision Tuesday listed 12 financial transactions that authorities allege the campaign did not report. The statement also alleged that Petro’s campaign received funds from “prohibited sources of financing,” including labor organizations.\nThe possibility of an investigation against the president generated a political and legal debate about the council’s powers and presidential immunity.\nIn Colombia, only a commission of the House of Representatives can investigate the president. But the country's Council of State last month ruled that the president’s immunity doesn't prevent him from being investigated by another government body such as the National Electoral Council, which can only impose financial penalties. The Council of State maintained that only Congress can impeach the president.\nNo president in Colombia has been removed from office in a political trial in Congress in the last 30 years.\nPetro’s attorney, Hector Carvajal, last month told a radio station that he had already filed an appeal with the Council of State to reconsider its decision and clarify that the president’s immunity is comprehensive, so he couldn't be investigated by electoral authorities. Carvajal warned that should electoral authorities open the investigation, he would file an appeal with Colombia's Constitutional Court and would also resort to the Inter-American Commission on Human Rights.\n____\n"}, {"Source": "https://www.abcnews.go.com", "URL": "https://abcnews.go.com/Business/wireStory/major-us-stock-indexes-fared-tuesday-1082024-114617521", "Title": "How major US stock indexes fared Tuesday, 10/8/2024", "Author": "N/A", "Date": "October 8, 2024, 4:20 PM", "Content": "U.S. stocks rebounded as falling oil prices release some of the pressure that built up on the market.The S&P 500 rose 1% Tuesday and clawed back its loss from the day before. The Dow Jones Industrial Average added 0.3%, while the Nasdaq composite climbed 1.4% as Big Tech stocks led the way. \nWall Street held firm even though stock markets around the world sank following scary swings in China, as euphoria about possible stimulus for the world’s second-largest economy gave way to disappointment. Stocks in Hong Kong tumbled to their worst day since 2008.\nOn Tuesday:\nThe S&P 500 rose 55.19 points, or 1%, to 5,751.15.\nThe Dow Jones Industrial Average rose 126.13 points, or 0.3%, to 42,080.37.\nThe Nasdaq composite rose 259.01 points, or 1.4%, to 18,182.92.\nThe Russell 2000 index of smaller companies rose 1.89 points, or 0.1%, to 2,194.98. \nFor the week:\nThe S&P 500 is up 0.06 points, or less than 0.1%.\nThe Dow is down 272.38 points, or 0.6%.\nThe Nasdaq is up 45.07 points, or 0.2%.\nThe Russell 2000 is down 17.81 points, or 0.8%.\nFor the year:\nThe S&P 500 is up 981.30 points, or 20.6%.\nThe Dow is up 4,390.83 points, or 11.6%.\nThe Nasdaq is up 3,171.56 points, or 21.1%.\n"}, {"Source": "https://www.abcnews.go.com", "URL": "https://abcnews.go.com/Business/wireStory/epa-reaches-42m-settlement-2019-explosion-fire-major-114617880", "Title": "EPA reaches $4.2M settlement over 2019 explosion and fire at a Philadelphia refinery", "Author": "N/A", "Date": "October 8, 2024, 4:17 PM", "Content": "PHILADELPHIA -- The U.S. Environmental Protection Agency has reached a tentative $4.2 settlement with a firm that owned and operated a major East Coast refinery that was shuttered after an explosion and fire in 2019.The deal with Philadelphia Energy Solutions was announced Tuesday. There will now be a 30-day public comment period before the settlement plan can be considered for final court approval. The company does not admit to any liability in the settlement, which the EPA said is the largest amount ever sought for a refinery under a Clean Air Act rule that requires owners and operators to ensure that regulated and other extremely hazardous substances are managed safely.\nThe EPA found that the company failed to identify and assess hazards posed by a pipe elbow in a hydrofluoric acid alkylation unit at the refinery in Philadelphia. The pipe elbow ruptured due to \"extensive\" corrosion that had withered the pipe wall to the thickness of a credit card since its installation in 1973.\nThe explosion and subsequent fire on June 21, 2019, eventually forced the refinery to close after being in operation for 150 years. At the time, it was the largest oil refining complex on the East Coast, processing 335,000 barrels of crude oil daily.\n"}, {"Source": "https://www.abcnews.go.com", "URL": "https://abcnews.go.com/Business/wireStory/mlb-air-local-games-guardians-brewers-twins-beginning-114617289", "Title": "MLB will air local games for Guardians, Brewers and Twins next season", "Author": "N/A", "Date": "October 8, 2024, 3:51 PM", "Content": "Major League Baseball announced Tuesday it will produce and distribute local broadcasts for the Cleveland Guardians, Milwaukee Brewers and Minnesota Twins next year. All three teams had contracts with Diamond Sports Group that expired at the end of the regular season.The Texas Rangers, whose deal also expired last month, also announced they will no longer be partnering with Diamond. They are assessing their options for next season.\nThe addition of the Guardians, Brewers and Twins means MLB will be handling the production and distribution of at least six teams going into 2025.\nMLB took over broadcasts of the San Diego Padres and Arizona Diamondbacks during the 2023 season and the Colorado Rockies this year.\nRick Schlesinger, the president of business operations for the Brewers, said he expects more teams could be partnering with MLB by the opening of next season.\n“This has been a long process. It’s a very deliberative process,\" he said. \"We’ve done this through a lot of work, a lot of analysis. I think this is going to be a huge game changer for us, for our content.”\nBy taking over the broadcasts, MLB expects to increase the market reach of its teams by at least 2 million households in each market. The Diamondbacks went from being available in 930,000 households on a regional sports network to 5.6 million homes through a combination of being on local cable systems, satellite and direct-to-consumer streaming.\n“With the media landscape continuing to evolve, Major League Baseball is committed to serving our fans by ensuring they can see their favorite clubs, removing blackouts where we can, and ultimately growing the reach of our games,” Noah Garden, MLB deputy commissioner for business and media, said in a statement.\nThe Twins took a public relations hit in Minnesota for cutting their 2024 player payroll coming off a division title and their first postseason series win in 22 years, in light of the reduced rights fee coming from Diamond. They will lose the rights fee altogether with this MLB-produced model, but team president Dave St. Peter said this announcement would not have an effect on player spending for the upcoming season.\n“We’ve spent a tremendous amount of time with Major League Baseball trying to better understand this marketplace, trying to better understand what a model like this will ultimately provide to the team. We also have studied closely what’s happened in San Diego, in Arizona and in Colorado. We’ve gotten comfortable in those economics. They are where they are,\" St. Peter said.\n\"We do expect that there will be a reduction in local revenue coming to the Twins in 2025. I think that’s a fact. That said, over the long haul we have tremendous confidence in our content and believe, while maybe we’ll take a dip for ’25, that over time the viewership and those economics related to that viewership will increase.”\nCleveland games were available on approximately 1.45 million households on its regional sports network. That reach is expected to increase 235% to 4.86 million households. Minnesota's will go up 307% from 1.08 million homes to 4.4 million.\nSchlesinger said the Brewers had 800,000 households that could receive games this past season, but he also expects to see significant growth with the new model.\n“From a fan perspective, it’s great because you’re going to have total access and no blackouts,\" he said. “There’s a lot of staffing, a lot of infrastructure, a lot of decisions have to be made, a lot of people to be hired, a lot of sponsors to contact. This is the right time to do this. It’s a good jumping point, platform to make sure when the calendar turns to 2025, we’re already fully immersed in this and that we know when the first game starts, that we’re ready to go and the product’s going to be outstanding.”\nMLB could be taking over more teams as Diamond Sports Group continues to go through bankruptcy proceedings. The nation's largest owner of regional sports networks could be down to doing only Atlanta Braves games in 2025.\nThe operator of the Bally Sports regional networks presented its reorganization plan in U.S. Bankruptcy Court in Houston last week. As part of the reorganization, Diamond plans to void the contracts of the Detroit Tigers and Tampa Bay Rays and to attempt to rework the deals of the five franchises that are partial owners of their regional sports networks — the Cincinnati Reds, Kansas City Royals, Los Angeles Angels, Miami Marlins and St. Louis Cardinals.\nSt. Peter said he expects more teams to sign onto the model in the future.\n“Starting to build that direct-to-consumer foundation, which clearly is the future of the way our games will be distributed — it’s time to get on with that and we’re excited about that,” St. Peters said. “Our ownership understands the consequences of that, but I think over time there’s way more upside than short-term downside.”\nA final hearing on Diamond's reorganization plan is scheduled for Nov. 14. Diamond also has the rights to 13 NBA and eight NHL teams.\nDiamond Sports Group and Sinclair Broadcast Group bought the regional sports networks from The Walt Disney Co. for nearly $10 billion in 2019. Disney was required by the Department of Justice to sell the networks for its acquisition of 21st Century Fox’s film and television assets to be approved.\n___\nAP sports writers Dave Campbell in Minneapolis and Steve Megargee in Milwaukee contributed to this story.\n___\n"}, {"Source": "https://www.abcnews.go.com", "URL": "https://abcnews.go.com/Business/wireStory/mlb-air-local-games-cleveland-milwaukee-minnesota-beginning-114616914", "Title": "MLB will air local games for Cleveland, Milwaukee and Minnesota beginning next season", "Author": "N/A", "Date": "October 8, 2024, 3:47 PM", "Content": "Video\n"}, {"Source": "https://www.abcnews.go.com", "URL": "https://abcnews.go.com/Business/wireStory/investigation-finds-widespread-discrimination-section-8-tenants-california-114612627", "Title": "Investigation finds widespread discrimination against Section 8 tenants in California", "Author": "N/A", "Date": "October 8, 2024, 3:01 PM", "Content": "LOS ANGELES -- California tenants who held Section 8 housing vouchers were refused rental contracts by more than 200 landlords, including major real estate firms, according to an undercover investigation that found widespread discrimination in the state. The investigative nonprofit Housing Rights Initiative announced Tuesday that it has filed complaints with the California Civil Rights Department, alleging landlords violated a state law against denying leases to renters who pay with vouchers. It seeks penalties against 203 companies and individuals. \nThe nonprofit is also pushing for more state funding to adequately enforce the law, which Democratic Gov. Gavin Newsom signed in 2019. \n“This historic filing serves as an opportunity for the Governor and his housing enforcement agency to enforce the very bill he signed into law and hold violators accountable,” the Housing Rights Initiative said in a statement. \nNewsom's office referred comment on the filing to the state Civil Rights Department. Rishi Khalsa, a department spokesperson, said the agency is “deeply committed to using the tools at its disposal to combat discrimination in housing.” The department has reached more than 200 settlements related to similar discrimination in recent years, Khalsa said. \n“We always welcome additional support to strengthen enforcement of civil rights and we continue to work with a range of partners in those efforts,” he said in an email Tuesday. \nThe goal of the Section 8 program, named for a component of the federal Housing Act, is to keep rental properties affordable and prevent homelessness, which has reached crisis levels in California. Under the program, which has a long waiting list, tenants typically pay about 30% of their income on rent, with the voucher covering the rest.\nOver the course of a year, undercover investigators posing as prospective tenants reached out via text messages to landlords, property managers and real estate agents to determine compliance with California's fair housing laws. The investigation found voucher holders were explicitly discriminated against 44% of the time in San Francisco. Voucher denials took place in 53% of cases in Oakland, 58% in San Jose, and 70% in Los Angeles.\nIn one text message exchange, an agent with EXP Realty, a national brokerage firm, tells an investigator posing as a prospective tenant that utilities are included in the monthly rate for a rental unit. When informed that the tenant has a Section 8 voucher, the agent responds, “I don't work with that program,\" according to the investigation. \nIn another exchange, a broker with Sotheby’s International Realty replies to an investigator posing as a hopeful renter, “Oh sorry, owner not accepting Section 8.”\nRepresentatives for EXP and Sotheby's didn't immediately respond Tuesday to emails seeking comment on the claims. \nKate Liggett, program director of Housing Rights Initiative, estimates the filing represents just a fraction of discrimination against Section 8 tenants in California. \n"}, {"Source": "https://www.abcnews.go.com", "URL": "https://abcnews.go.com/Business/wireStory/miltons-storm-surge-threat-devastating-tampa-bay-region-114611884", "Title": "Milton's storm surge is a threat that could be devastating far beyond the Tampa Bay region", "Author": "N/A", "Date": "October 8, 2024, 2:52 PM", "Content": "TALLAHASSEE, Fla. -- Two weeks ago, Hurricane Helene “spared” the Tampa Bay region a direct hit and yet storm surge still caused catastrophic damage, flooding homes, drowning people who decided to stay near the coast and leaving massive piles of debris that still sit along roadsides.Now that Hurricane Milton, a more powerful storm, is heading straight for the same region, what can residents expect?\n“Worse. Much worse,” said former Federal Emergency Management Director Craig Fugate, a Florida resident who previously ran the state's emergency management division. \nThe cities near the mouth of Tampa Bay saw some of the worst storm surge in memory during Helene even though the storm landed more than 100 miles (161 kilometers) to the north. Now forecasters say the low-lying region could be hit with 15 feet (5 meters) of storm surge.\n“This isn’t water that rises slowly. This is fast-moving water with waves. It’s like a battering ram,\" Fugate said. \"You just don’t want to be in that area. That’s how we lost a lot of lives in all those surge areas where people didn’t get out. They either drowned or were crushed by their houses collapsing on them.”\nStorm surge is the level at which sea water rises above its normal level.\nMuch like the way a storm’s sustained winds do not include the potential for even stronger gusts, storm surge doesn’t include the wave height above the mean water level of the surge itself.\nSurge is also the amount above what the normal tide is at the time, so a 15-foot (5-meter) storm surge at high tide with 10-foot (3-meter) waves on top of that can level buildings with ease, knock down bridges and flatten anything in its path.\nFlorida's west peninsular coast contains the Tampa Bay region, though it's not just the city of Tampa that's at risk. St. Petersburg and densely populated barrier islands are on the Gulf of Mexico near the mouth of the bay. And the threat from storm surge extends about 150 miles (241 kilometers) to the north into the state's Big Bend region and more than 150 miles (241 kilometers) to the south to Naples and into the Florida Keys.\nMilton will have an enormous impact no matter where it lands, but the worst surge will be to the south of Milton's eye. If that includes Tampa Bay and the 3.3 million people who live in the region, flooding could be catastrophic. The region hasn't had a direct hit from a major hurricane in more than 100 years.\nIf it hits to the south of Tampa Bay, cities like Sarasota, Venice, Fort Myers and Naples could be devastated just two years after Hurricane Ian caused catastrophic damage, washed away homes and businesses and made bridges to barrier islands impassable.\nState and local governments are moving as quickly as they can to remove storm tree limbs, furniture, appliances and other debris left in huge piles after Helene. But they won't get rid of all of it.\nWhile state and local officials fear Milton's wind and surge can turn debris into deadly projectiles, Fugate points out that it won't kill anybody if they evacuate and that property damage will be severe with or without debris blowing and washing around.\n“I have the feeling everything that’s still standing will become debris and you won’t be able to distinguish it,” Fugate said. “If you’ve got enough water to move that stuff around, it’s going to be moving houses, cars and other things as well.”\nSure, Milton could weaken from a Category 5 to a Category 3 before landfall, but that won't make a big difference when it comes to storm surge.\n“Wind doesn’t have memory, storm surge does. So, what a storm is doing a day out will have a lot of impact on storm surge,” Fugate said. “Once that energy is in the water and your pushing it, even if you saw some weakening, it doesn’t really change.”\nAnd the area where Milton's heading has a large number of creeks, canals and rivers that will could cause problems beyond the immediate coast.\n"}, {"Source": "https://www.abcnews.go.com", "URL": "https://abcnews.go.com/Business/wireStory/mcdonalds-sues-top-meat-packers-allegedly-colluding-inflate-114611453", "Title": "McDonald's sues top meat packers for allegedly colluding to inflate the price of beef", "Author": "N/A", "Date": "October 8, 2024, 2:44 PM", "Content": "NEW YORK -- McDonald’s has some beef with today’s largest meat packers.The fast food giant is suing the U.S. meat industry's “Big Four” — Tyson, JBS, Cargill and National Beef Packing Company — and their subsidiaries, alleging a price fixing scheme for beef specifically. In a federal complaint, filed Friday in New York, McDonald's accused the companies of anticompetitive measures such as collectively limiting supply to boost prices and charge “illegally inflated” amounts.\nThis collusion caused the beef market to become “a monopoly in which direct purchasers were forced to buy at prices dictated by (the meat packers),” McDonald's suit reads — later noting that the injury it has sustained as one of those buyers is what “antitrust laws were designed to prevent.”\nMcDonald's alleges that the meat packers' conspiracy dates back nearly a decade, at least as early as January 2015, and continues today. Its suit argues these companies' actions violate the Sherman Act, a federal antitrust law.\nTyson, JBS, Cargill and National Beef did not immediately respond to requests for comment Tuesday. But these companies have faced federal probes and allegations of price fixing before.\nLawsuits filed by grocery stores, ranchers, restaurants and wholesalers have piled up over the years. Some litigation is still pending, although meat packers and processers have opened their wallets in the past.\nIn 2022, for example, JBS agreed to a $52.5 million settlement in a similar beef price-fixing lawsuit. And Tyson agreed to pay $221.5 million back in 2021, after facing class-action claims that alleged purposely inflated chicken prices.\nSuch settlements did not include admissions of wrongdoing, however. Meat processors have previously maintained that larger supply and demand factors out of their control, not anticompetitive behavior, has caused prices to go up. Meat processing plants were occassionally closed during the height of the COVID-19 pandemic, for example, and the industry has also faced labor shortages that were worsened by the pandemic.\nStill, lawsuits like the one from McDonald's point to increased profit margins during the alleged time of conspiracy — and argue that overall concentration of the market helps facilitate collusion.\n“Conspiracies are easier to organize and sustain when only a few firms control a large share of the market,” McDonald's suit reads. Data from recent years has showed that Tyson, JBS, Cargill and National Beef control more than 80% of the U.S. beef market combined, the suit notes.\n"}, {"Source": "https://www.abcnews.go.com", "URL": "https://abcnews.go.com/Business/wireStory/east-palestine-derailment-settlement-payments-appeal-deal-114610388", "Title": "Some East Palestine derailment settlement payments should go out even during appeal of the deal", "Author": "N/A", "Date": "October 8, 2024, 2:22 PM", "Content": "People who lived near the disastrous East Palestine derailment last year should still be able to receive personal injury payments even while the bulk of their $600 million class action settlement with Norfolk Southern railroad remains on hold during an appeal.A spokesperson for the attorneys who represented residents said provisions of the deal will allow those personal injury payments to go forward while an appeal challenging whether the settlement is adequate and fair moves forward. It's not clear how much of the settlement fund will be used up by those payments because the attorneys haven't provided those details. A federal judge approved the settlement last month.\nThe lawyers haven't provided any breakdown of how many of the roughly 55,000 claims they received are for injuries and how many are for property damage, nor have they said how much each person will receive. Only 370 households and 47 businesses opted out of the deal.\nResidents who lived within 10 miles (16 kilometers) of the train crash that happened near the Ohio-Pennsylvania border in February 2023 were eligible to receive up to $25,000 apiece as long as they gave up the right to sue later if someone develops cancer or any other serious health condition.\nThe property damage portion of the settlement provides larger payments of up to $70,000 per household for those living within two miles (3.2 kilometers) of the derailment, with payments decreasing the further away people lived, up to 20 miles (32 kilometers) out.\nAbout the only payment that is relatively certain is the $162 million in legal fees the judge approved as part of the settlement. That won't change unless the deal is overturned on appeal.\nResidents don't really know exactly how much they will receive. Their claims are still being reviewed, and any settlement they get will be reduced by the amount of aid they accepted after the derailment when Norfolk Southern paid to relocate families and compensate some people for lost wages and damaged belongings. Plus, some lawyers who aren't representing the overall class are still demanding to collect a percentage of any settlement some residents receive.\nAt least $18 million has been consumed by administrative expenses, though the class lawyers now say that total will grow by at least $825,000 because the claims administrator will have to handle the personal injury payments separately from the property payments.\nThe initial appeal notice filed by the Rev. Joseph Sheely in the case was divisive in East Palestine, with some residents upset that their settlement checks will be delayed making threats. Then Sheely came forward publicly and said in interviews that he wanted no part in the appeal even though he was one of the small group of residents who questioned the deal this summer, casting doubt about the future of the appeal. \nOn Tuesday, four other area residents came forward and put their names on a notice saying they intend to appeal. They might face also complaints from their neighbors that they are just being greedy, but their lawyer, David Graham, said they are willing to take the heat to help ensure the deal is fair and addresses the town's needs.\n“We’ve got good people who have stepped forward in the face of adversity and persecution that they know they’re going to likely receive. And they stepped up to file this appeal,\" Graham said.\nThe plaintiffs' lawyers filed a motion Monday asking the judge to order Sheely to post an $850,000 bond before his appeal could move forward. That may be moot now that the notice of additional appeals has been filed, but it's not clear whether the lawyers will ask all of the appellants to post a bond.\nThose who object to the deal say they felt rushed to accept it without ever receiving a full accounting of the contamination they were exposed to when tank cars full of hazardous chemicals spilled their contents or when officials decided to needlessly blow open five tank cars of vinyl chloride and burn that plastic ingredient. Some doubt the Environmental Protection Agency's assurances that their town is safe, and the plaintiffs' attorneys never disclosed what their own expert discovered when he tested for dioxins and other dangerous chemicals around East Palestine.\nThe plaintiffs' lawyers reiterated in their motion Monday that even if residents feel like they have inadequate information about the dangers they face because of questions about the EPA response or the testing data the agency reports or the cleanup, they should be able to trust the lawyers because of the research they did and the experts they consulted.\nGraham said that the personal injury payment in particular seems woefully inadequate. He said residents will quickly rack up medical bills bigger than that payment if they develop any kind of serious health problems.\n"}, {"Source": "https://www.abcnews.go.com", "URL": "https://abcnews.go.com/Business/wireStory/hunt-gasoline-adding-floridians-anxiety-milton-nears-114609527", "Title": "The hunt for gasoline is adding to Floridians’ anxiety as Milton nears", "Author": "N/A", "Date": "October 8, 2024, 2:02 PM", "Content": "TAMPA, Fla. -- Florida gas stations struggled to keep up with demand Tuesday as long lines and empty pumps compounded the stress for residents planning to hunker down or flee as Hurricane Milton approached the state's western coast. Gov. Ron DeSantis said during a morning news conference that state officials, including the Florida Highway Patrol, were working with fuel companies to continue bringing in gasoline ahead of Milton's expected landfall on Wednesday. Troopers escorted 27 fuel trucks to stations Monday night, DeSantis said.\nPatrick De Haan, an analyst for GasBuddy, said “replenishments are happening,” but about 16.5% of Florida stations were out of fuel as of Tuesday afternoon — up from 3.5% a day earlier. More than 43% of the stations in the Tampa-St. Petersburg area had no gasoline as of late Tuesday morning, according to GasBuddy.\nDeSantis outlined replenishment efforts during his morning news conference.\n“We have been dispatching fuel over the past 24 hours as gas stations have run out,” DeSantis said. “So we currently have 268,000 gallons of diesel, 110,000 gallons of gasoline. Those numbers are less than what they were 24 hours ago because we’ve put a lot in, but we have an additional 1.2 million gallons of both diesel and gasoline that is currently en route to the state of Florida.”\nDeSantis stressed that there wasn't a fuel shortage. \n“That’s technically correct. Fuel is flowing, but stations can’t keep caught up,” De Haan said. “But it’s hard to tell somebody that's at a pump with a bag over it that there’s no shortage.”\n“You've got to have patience,” Stephanie Grover-Brock, a Tampa resident in line for gasoline in the Riverview area, said Tuesday morning. “It's a little aggravating. You've got to be patient, be determined and just have grace.”\nNearby, motorist Ralph Douglas said some gas stations in Ruskin, where he lives, ran out of gas, but he was able to find fuel elsewhere. \nAlso in line was Martin Oakes of Apollo Beach. \n“I was able to get some gas yesterday, but then they ran out,” Oakes said, waiting in a slow-moving line. “So now I'm trying to get gas here again and, you know, long lines, trickling gas pumps.”\nOakes and Grover-Brock said they were not in evacuation zones and did not plan to leave.\nNed Bowman, spokesperson for the Florida Petroleum Marketers Association, said the situation was typical for a Florida hurricane — with demand peaking and some stations temporarily running dry. He said suppliers are “constantly” moving fuel to stations. \n“Have patience,” Bowman said. “It's out there.”\nAAA told The Associated Press it would advise Floridians to “take only what you need” and if evacuating, to avoid letting one's gas tank get too low before looking for a place to fill up.\nDeSantis said during his news conference there is enough gasoline for those who are evacuating.\n“You do not have to get on the interstate and go far away,” DeSantis said. “You can evacuate tens of miles. You do not have to evacuate hundreds of miles away. You do have options.”\n___\nMcGill reported from New Orleans.\n___\n"}, {"Source": "https://www.abcnews.go.com", "URL": "https://abcnews.go.com/Business/wireStory/disney-world-universal-orlando-remain-open-ahead-hurricane-114604796", "Title": "Disney World, Universal Orlando and SeaWorld will all close ahead of Milton", "Author": "N/A", "Date": "October 8, 2024, 12:36 PM", "Content": "ORLANDO, Fla. -- Orlando’s tourism machine began grinding to a halt Tuesday with at least three major theme parks and the main airport announcing closures ahead of Hurricane Milton ’s expected hit as a major storm in Florida.Walt Disney World, Universal Orlando and SeaWorld will close their theme parks and respective entertainment facilities on Wednesday, with the latter two also closed on Thursday and Disney likely to remain closed.\nUniversal also canceled Halloween Horror Nights scheduled for both days.\nThe theme parks join Orlando International Airport, which said it would cease operations Wednesday morning. The airport is the nation’s seventh busiest and Florida’s most trafficked.\nDisney World had said earlier in the day that it was open and planned only to close its campgrounds and rental cabins ahead of the storm.\nThe only indication at Disney Springs that a hurricane was coming had been the closure of a hot air balloon ride. “Closed due to hurricane,” an electronic sign read. “Stay safe.”\nAll the other stores and restaurants in the outdoor shopping, dining and entertainment complex inside the resort were open and doing brisk business.\nMilton, which is expected to come ashore Wednesday, threatened to ruin the vacations of tens of thousands of tourists at Disney World. \nNicole and Zeb Downs arrived on Monday after a 21-hour drive from Arkansas, expecting a 12-day Florida vacation with their three young sons. By Tuesday afternoon, they were contemplating packing up their car and heading back.\n“We are disappointed but it’s kind of out of our hands at this point,” said Zeb Downs as he strolled with his family along a still-bustling Disney Springs shopping and restaurant district at the park resort.\nNeither of them had experienced a hurricane before and weren’t sure they wanted to try it.\nThe Orlando area is the most visited destination in the United States due to Disney World, Universal Orlando Resort and other theme parks, attracting 74 million tourists last year alone. \nOctober is also among the busier times for theme parks because of Halloween-related celebrations, which have become major money generators over the past couple decades. Universal Orlando hosts “Halloween Horror Nights,” with ghoulish haunted houses based on slasher films and other pop culture horror, and Disney has its tamer “Mickey's Not-So-Scary Halloween Party.”\nWhile Disney rarely shuts its doors — save for dangerous hurricanes in recent years, the COVID-19 pandemic and the Sept. 11, 2001, attacks — its hotels are often havens for coastal residents fleeing impending storms. A check of Disney World’s online reservation system on Tuesday morning showed no vacancies.\nThose lucky enough to get a hotel reservation have gotten unexpected treats during past storms. During Hurricane Irma in 2017, guests at a hotel on Disney property found themselves stranded with actor Kristen Bell, who voiced the role of Anna in the beloved Disney film “Frozen.” While in Orlando, the actor found time to sing songs for evacuees at a nearby hurricane shelter.\nOnce a hurricane passes, the theme parks try to return operations to normal as quickly as possible. After Hurricane Charley charted a devastating path through Orlando in 2004, Disney World had utility vehicles picking up downed tree limbs and clearing roads on its property within an hour in the pitch-dark night.\n___\n"}, {"Source": "https://www.abcnews.go.com", "URL": "https://abcnews.go.com/Business/wireStory/drivers-test-autonomous-vehicles-leading-expert-us-114604254", "Title": "A driver's test for autonomous vehicles? A leading expert says US should have one", "Author": "N/A", "Date": "October 8, 2024, 12:27 PM", "Content": "ANN ARBOR, Mich. -- At a time of growing concern about the safety of self-driving vehicles, a leading expert is calling on the federal government to develop a national driver's test that such vehicles would have to pass before they could travel on public roads.Such a regulation would set minimum standards to ensure that the vehicles display basic skills and competence in traffic situations where their manufacturers want to use them, said Henry Liu, who leads the University of Michigan’s autonomous vehicle testing center. \n“Ensuring safety is important for consumers, for autonomous vehicle developers, for the federal government as well,” Liu said in an interview. “The federal government has the responsibility to help set the minimum standard, to help provide guidance in terms of safety testing.\"\nIn recent years, autonomous vehicles have been involved in a number of high-profile crashes, and surveys have revealed widespread public uncertainty about their safety. Successful testing of the vehicles' ability to master a variety of traffic situations, Liu suggested, would strengthen the public's confidence in them.\nLiu said significant research is still needed before autonomous vehicles could be rolled out safely nationwide. But he said he agreed with their manufacturers that in the long run, self-driving vehicles could potentially save lives and improve the efficiency of the nation's transportation system.\nAt present, no specific federal regulations cover self-driving vehicles, and only a few states have their own such requirements. The National Highway Traffic Safety Administration, which is part of the Department of Transportation, has been gathering data about crashes involving autonomous vehicles. But it has so far issued only voluntary guidelines that don't include driving tests.\nMessages were left Tuesday seeking comment from the Transportation Department.\nSelf-driving cars still must meet federal safety standards that apply to all passenger vehicles, which means the government investigates them only after serious incidents.\n“Our current safety regulation for vehicles is reactive, so we depend upon self-regulation,” Liu said.\nAt the University of Michigan testing center, Liu runs a mock town, called Mcity, containing a traffic light and a roundabout that is used by companies and the government to test self-driving vehicles.\nA regulation, or perhaps a voluntary test, is needed because “we don't want to create a public hazard,” said Liu, who made his remarks Tuesday and announced that Mcity can now be used by researchers remotely.\nLiu suggested that a driver's test should be able to determine whether a self-driving vehicle can make a left turn at an intersection without the protection of a traffic light with a green arrow. He said it should also ensure that the vehicle will halt at a stop sign and detect and yield to a small pedestrian crossing a road. \nA test, he said, would prevent a poorly performing robot vehicle from being turned loose on society, much as a human driver's test would keep an incompetent driver off the road. But he acknowledged that no test could prevent all crashes involving self-driving vehicles.\nThe driver's tests, Liu said, would help robot vehicle developers “so that when they are moving in to deploy into the U.S., into certain cities, they will face less resistance from the cities.\"\nTesla CEO Elon Musk has long complained that federal regulation is impeding innovation. Tesla is developing a robotaxi system called “Full Self-Driving,\" but the robotaxis cannot drive themselves, and Tesla owners who use them must be ready to intervene at any time. \nLiu said basic driving standards would actually contribute to innovation and enhance the deployment of autonomous vehicles. If companies are confident enough for large-scale deployment of their systems, he said, a basic competency test should be “small cake,” for them to pass.\n“So why could this be a hindrance for the deployment?” he asked.\nEurope and China, Liu noted, already have basic tests that put autonomous vehicles through third-party testing. But the U.S. has continued to rely on self-certification by the companies.\nLiu said he is acting now to propose the driver's test because autonomous vehicles are making progress in using “machine learning” computers to make decisions on the road. He predicts that they will be widely deployed on U.S. roads in five to 10 years. \n“Large-scale deployment is on the horizon, and that's why the federal government should take action,” Liu said.\nAlready, Waymo, the autonomous vehicle unit of Alphabet Inc., is carrying passengers in vehicles without human safety drivers in Phoenix and other areas. General Motors' Cruise self-driving unit had been running robotaxis in San Francisco until a crash last year involving one of its vehicles.\nAlso, Aurora Innovation said it will start hauling freight in fully autonomous semis on Texas freeways by year's end. Another autonomous semi company, Gatik, plans to haul freight autonomously by the end of 2025. \n"}, {"Source": "https://www.abcnews.go.com", "URL": "https://abcnews.go.com/Business/wireStory/nhtsa-investigating-enel-juicebox-residential-electric-vehicle-chargers-114604252", "Title": "NHTSA investigating some Enel X Way JuiceBox residential electric vehicle chargers", "Author": "N/A", "Date": "October 8, 2024, 12:22 PM", "Content": "The National Highway Traffic Safety Administration is investigating complaints about some JuiceBox residential electric vehicle chargers after reports of fires and other electrical malfunctions as the manufacturer exits the market. The NHTSA said that the Office of Defects Investigation has received six complaints alleging failures of Enel X Way’s JuiceBox Level 2 residential EV charger. In one complaint, an individual claimed that charging their vehicle with a JuiceBox led to an explosion in their garage that set fire to a home and rendered it a total loss.\nAnother individual alleges that a car caught fire in their driveway while charging with a JuiceBox. Four other complaints describe electrical malfunctions tripping circuit breakers and disrupting electric vehicle charge cycles.\nThe ODI said it has also become aware of charger owners being informed earlier this month that Enel X Way North America will cease operations in the U.S. and Canada on Friday. This could impact the charging app and supporting software, it added.\nThe company said in a statement on its website that it was exiting the U.S. and Canada due to changing market conditions and because it doesn’t have a retail electricity customer base in North America. \n"}, {"Source": "https://www.abcnews.go.com", "URL": "https://abcnews.go.com/Business/wireStory/las-vegas-blow-kiss-goodbye-literally-tropicana-flashy-114605444", "Title": "Las Vegas will blow a kiss goodbye — literally — to the Tropicana with a flashy casino implosion", "Author": "N/A", "Date": "October 8, 2024, 12:11 PM", "Content": "LAS VEGAS -- Sin City will quite literally blow a kiss goodbye to the Tropicana before first light Wednesday in an elaborate implosion that will reduce to rubble the last true mob building on the Las Vegas Strip.The Tropicana's hotel towers are expected to tumble in 22 seconds at 2:30 a.m. Wednesday. The celebration will include a fireworks display and drone show.\nIt will be the first implosion in nearly a decade for a city that loves fresh starts and that has made casino implosions as much a part of its identity as gambling itself.\n“What Las Vegas has done, in classic Las Vegas style, they’ve turned many of these implosions into spectacles,” said Geoff Schumacher, historian and vice president of exhibits and programs at the Mob Museum. \nFormer casino mogul Steve Wynn changed the way Las Vegas blows up casinos in 1993 with the implosion of the Dunes to make room for the Bellagio. Wynn thought not only to televise the event but created a fantastical story for the implosion that made it look like pirate ships at his other casino across the street were firing at the Dunes.\nFrom then on, Schumacher said, there was a sense in Las Vegas that destruction at that magnitude was worth witnessing.\nThe city hasn't blown up a Strip casino since 2016, when the final tower of the Riviera was leveled for a convention center expansion.\nThis time, the implosion will clear land for a $1.5 billion baseball stadium for the relocating Oakland Athletics, part of the city's latest rebrand into a sports hub. \nThat will leave only the Flamingo from the city’s mob era on the Strip. But, Schumacher said, the Flamingo's original structures are long gone. The casino was completely rebuilt in the 1990s.\nThe Tropicana, the third-oldest casino on the Strip, closed in April after welcoming guests for 67 years.\nOnce known as the “Tiffany of the Strip” for its opulence, it was a frequent haunt of the legendary Rat Pack, while its past under the mob has long cemented its place in Las Vegas lore.\nIt opened in 1957 with three stories and 300 hotel rooms split into two wings.\nAs Las Vegas rapidly evolved in the following decades, including a building boom of Strip megaresorts in the 1990s, the Tropicana also underwent major changes. Two hotel towers were added in later years. In 1979, the casino’s beloved $1 million green-and-amber stained glass ceiling was installed above the casino floor.\nThe Tropicana's original low-rise hotel wings survived the many renovations, however, making it the last true mob structure on the Strip.\nBehind the scenes of the casino’s grand opening, the Tropicana had ties to organized crime, largely through reputed mobster Frank Costello.\nCostello was shot in the head in New York weeks after the Tropicana’s debut. He survived, but the investigation led police to a piece of paper in his coat pocket with the Tropicana's exact earnings figure, revealing the mob's stake in the casino.\nBy the 1970s, federal authorities investigating mobsters in Kansas City charged more than a dozen operatives with conspiring to skim $2 million in gambling revenue from Las Vegas casinos, including the Tropicana. Charges connected to the Tropicana alone resulted in five convictions.\nIts implosion on Wednesday will be streamed live and televised by local news stations.\nThere will be no public viewing areas for the event, but fans of the Tropicana did have a chance in April to bid farewell to the vintage Vegas relic.\n“Old Vegas, it’s going,” Joe Zappulla, a teary-eyed New Jersey resident, said at the time as he exited the casino, shortly before the locks went on the doors.\n"}, {"Source": "https://www.abcnews.go.com", "URL": "https://abcnews.go.com/Business/wireStory/hungarys-orbn-interrupted-activist-eu-presidency-news-conference-114601065", "Title": "Hungary’s Orbán interrupted by activist during EU presidency news conference", "Author": "N/A", "Date": "October 8, 2024, 11:13 AM", "Content": "BUDAPEST, Hungary -- An activist and municipal councilor for a Hungarian opposition party disrupted a news conference in the French city of Strasbourg on Tuesday, as Prime Minister Viktor Orbán was laying out his plans for Hungary's six-month presidency of the European Union. The activist, Márton Gyekiczki, interrupted Orbán as he was speaking about his opposition to immigration, running toward the podium where Orbán sat and throwing a stack of what appeared to be banknotes at the prime minister.\n“How much did you sell out the country for? How much did you sell out the country for, Mr. Prime Minister?” Gyekiczki yelled as the papers scattered. “He sold out to Putin, he sold out to Xi Jinping!” — referring to the leaders of Russia and China.\nThe disruption came as Orbán was set to address the European Parliament on Wednesday during Hungary's six-month rotating presidency of the bloc. His government has long been at odds with the EU over what it sees as his curtailing of democratic rights, and has increasingly come under fire for his close relations with autocracies like Russia and China. \nGyekiczki, the activist, who was taken to the ground by a security guard and led out of the room, is a member of Hungary’s Democratic Coalition party and a local council member in a Budapest suburb. \nThe president of that party, former Prime Minister Ference Gyurcsány, later wrote on social media that he was “proud” of Gyekiczki for his actions.\n“We will say it everywhere and always: Hungary has a traitorous government!\" he wrote. \nOrbán is expected to receive a mixed reception in the EU parliament on Wednesday. Many lawmakers have pushed for his government to be deprived of EU funds over what they see as rule-of-law and corruption violations. \nTwo years ago, the parliament declared that Hungary under Orbán had become “a hybrid regime of electoral autocracy,” taking it out of the community of democracies.\nYet Orbán this year successfully formed the Patriots for Europe group within the parliament, uniting far-right parties from around the continent to form the third-largest group in the EU legislature. \nDuring the news conference on Tuesday, Orbán lamented what he sees as a declining EU economy and lagging competitiveness with the United States and China, saying that he saw that as \"the most serious challenge we have to face.”\nHe also argued against recently adopted EU tariffs on Chinese-produced electric vehicles, and railed against immigration which he said was resulting in the destruction of the EU's visa-free Schengen area as countries like Germany, Austria, Italy and Slovenia have introduced temporary border checks along their frontiers. \n“These individual attempts will actually break up the Schengen system,” Orbán said, adding that he proposed a regular “Schengen Summit” for member countries to meet and discuss border policy. \n“We need a big, joint decision,” he said. \nResponding to the disruption by the activist, Orbán offered “a word of explanation for Hungarian political culture.” \n"}, {"Source": "https://www.abcnews.go.com", "URL": "https://abcnews.go.com/Business/wireStory/qantas-airways-apologizes-after-rated-film-reportedly-airs-114601067", "Title": "Qantas Airways apologizes after R-rated film reportedly airs on every screen during flight", "Author": "N/A", "Date": "October 8, 2024, 11:12 AM", "Content": "NEW YORK -- Qantas Airways has drawn up a stir after broadcasting a slightly-racy movie across an entire flight. And the Australian carrier now is apologizing to customers.There were technical issues with the in-flight entertainment for a trip from Sydney to Haneda last week, Qantas confirmed to The Associated Press — making individual movie selection unavailable. As a result, the crew chose one movie to play across all screens “based on the request from a number of passengers,\" the company said.\nQantas did not identify the movie by name, but several media outlets have reported that it was “Daddio,\" an R-rated film that hit theaters earlier this year.\n“Daddio\" follows a woman (Dakota Johnson) who takes a cab from JFK airport and strikes up an extended conversation with her driver (Sean Penn) on her way back home to Manhattan — as the two discuss anything from what it takes to be a New Yorker to relationships and infidelity, notably her current affair with a married man. The film carries an R rating for “language throughout, sexual material and brief graphic nudity.”\nSocial media posts from users who claim they were on the Qantas flight said they were uncomfortable by nudity and sexting featured in the film — particularly for families and children who were on board. Two users on Reddit said that it was also impossible for individual passengers to turn off the movie.\nAfter determining that the movie was not appropriate for all ages, the Qantas crew attempted to fix screens for travelers who did not want to watch it — but later found that this was not possible and changed course.\n“The movie was clearly not suitable to play for the whole flight and we sincerely apologise to customers for this experience,\" a Qantas spokesperson said in a statement. “All screens were changed to a family friendly movie for the rest of the flight, which is our standard practice for the rare cases where individual movie selection isn’t possible.”\nThe spokesperson added that Qantas is “reviewing how the (inital) movie was selected.”\nIn the days following the incident, the airline has taken some flack online — including from travel rivals. \n“Plot twist: We let you choose your movies,” Air New Zealand wrote in a reply to the news on social media platform X.\n"}, {"Source": "https://www.abcnews.go.com", "URL": "https://abcnews.go.com/Business/wireStory/small-business-disaster-loan-program-danger-running-funds-114599635", "Title": "Small business disaster loan program said to be in danger of running out of funds by end of month", "Author": "N/A", "Date": "October 8, 2024, 10:53 AM", "Content": "NEW YORK -- The Small Business Administration could run out of money to fund disaster loans in the wake of Hurricane Helene's devastation.As is typical after a disaster, the government is offering aid to small businesses that were in Helene's path. The SBA is offering disaster loans for small businesses in some counties in Florida, Georgia, North Carolina, South Carolina, Tennessee and Virginia.\nBut President Joe Biden said in a letter to Congress Friday that aid could run out “ in a matter of weeks ” if more federal funding is not approved. And now another hurricane, Milton, is bearing down on Florida, \nIn a statement, the SBA said that it will continue sharing information about its disaster loan programs and assisting borrowers with initial processing and servicing loans. But if funding lapses, all new offers would be held back and delayed until program funding is replenished.\n“We look forward to working with Congress to secure the federal resources necessary to ensure the SBA can continue funding affordable disaster loans for homeowners, renters, small businesses, and nonprofits,” said U.S. Small Business Administration Administrator Isabel Casillas Guzman. \"Americans should not have to wait for critical assistance when they need it the most.”\nAs it stands, business owners can apply for two different types of disaster loans. Business physical disaster loans are for repairing or replacing disaster-damaged property, including real estate, inventories, supplies, machinery and equipment. Businesses of any size are eligible. Private, non-profit organizations such as charities, churches, private universities, etc., are also eligible. Businesses have until the end of November to apply for these loans.\nEconomic injury disaster loans are working capital loans to help small businesses, small agricultural cooperatives, small businesses engaged in aquaculture, and most private, non-profit organizations meet financial obligations that cannot be met as a direct result of a disaster. These loans are intended to assist through the disaster recovery period. The deadline for these loans is June 30, 2025.\nBusinesses can access loans up to $2 million. Interest rates are as low as 4% for businesses and 3.25% for nonprofit organizations.\nThe SBA also offers disaster loans up to $500,000 to homeowners to repair or replace disaster-damaged or destroyed real estate. Homeowners and renters are eligible for up to $100,000 to repair or replace disaster-damaged or destroyed personal property.\nBusiness owners can apply for these loans at https://lending.sba.gov/search-disaster/. And more information can be found at https://www.sba.gov/funding-programs/disaster-assistance/hurricane-helene.\n"}, {"Source": "https://www.abcnews.go.com", "URL": "https://abcnews.go.com/Business/wireStory/dozen-police-injured-fresh-protests-martinique-114598647", "Title": "Nearly a dozen police injured in fresh protests in Martinique", "Author": "N/A", "Date": "October 8, 2024, 10:49 AM", "Content": "SAN JUAN, Puerto Rico -- Nearly a dozen officers were injured in the French Caribbean island of Martinique during a fresh round of violent protests over the high cost of living, with demonstrators burning cars, looting businesses and targeting police, authorities said Tuesday.The violence erupted late Monday in the capital of Fort-de-France, where protesters threw bottles and rocks and police responded with tear gas, according to a government statement. Some demonstrators also opened fire, officials said.\nMeanwhile, a local union said several demonstrators were injured.\nIt is the latest in a string of protests that began in early September, prompting France to send special anti-riot police to the island, which has banned demonstrations in certain areas.\nMartinique’s government said another meeting with citizens is planned for Thursday to talk about how to achieve sustainable prices for basic goods.\n"}, {"Source": "https://www.abcnews.go.com", "URL": "https://abcnews.go.com/Business/wireStory/states-sue-tiktok-claiming-platform-addictive-harms-mental-114596579", "Title": "TikTok is designed to be addictive to kids and causes them harm, US states' lawsuits say", "Author": "N/A", "Date": "October 8, 2024, 10:08 AM", "Content": "More than a dozen states and the District of Columbia filed lawsuits against TikTok on Tuesday, saying that the popular short-form video app is designed to be addictive to kids and harms their mental health.The lawsuits stem from a national investigation into TikTok, which was launched in March 2022 by a bipartisan coalition of attorneys general from many states, including New York, California, Kentucky and New Jersey. All of the complaints were filed in state courts. \nAt the heart of each lawsuit is the TikTok algorithm, which powers what users see on the platform by populating the app’s main “For You” feed with content tailored to people’s interests. The lawsuits note TikTok design features that they say addict children to the platform, such as the ability to scroll endlessly through content, push notifications that come with built-in “buzzes” and face filters that create unattainable appearances for users. \n“They’ve chosen profit over the health and safety, well-being and future of our children,\" California Attorney General Rob Bonta said at a news conference in San Francisco. \"And that is not something we can accept. So we’ve sued.”\nThe latest lawsuits come nearly a year after dozens of states sued Instagram parent Meta Platforms Inc. in state and federal courts for harming young people and contributing to the youth mental health crisis by knowingly and deliberately designing addictive features that keep kids hooked on their platforms. \nKeeping people on the platform is “how they generate massive ad revenue,” District of Columbia Attorney General Brian Schwalb said in an interview. “But unfortunately, that’s also how they generate adverse mental health impacts on the users.”\nThe legal challenges, which also include Google's YouTube, are part of a growing reckoning against social media companies and their effects on young people's lives. In some cases, the challenges have been coordinated in a way that resembles how states previously organized against the tobacco and pharmaceutical industries. \nTikTok, though, is facing an even bigger obstacle, as its very existence in the U.S. is in question. Under a federal law that took effect earlier this year, TikTok could be banned from the U.S. by mid-January if its China-based parent company, ByteDance, doesn’t sell the platform by then. Both TikTok and ByteDance are challenging the law at an appeals court in Washington. A panel of three judges heard oral arguments in the case last month and are expected to issue a ruling, which could be appealed to the U.S. Supreme Court. \nIn its filings Tuesday, the District of Columbia called the algorithm “dopamine-inducing,” and said it was created to be intentionally addictive so the company could trap many young users into excessive use and keep them on its app for hours on end. TikTok does this despite knowing that these behaviors will lead to profound psychological and physiological harms, such as anxiety, depression, body dysmorphia and other long-lasting problems, the district said.\nTikTok is disappointed that the lawsuits were filed after the company had been working with the attorneys general for two years on addressing to the issues, a spokesman said.\n“We strongly disagree with these claims, many of which we believe to be inaccurate and misleading,\" the TikTok spokesman. Alex Haurek, said. \"We’re proud of and remain deeply committed to the work we’ve done to protect teens and we will continue to update and improve our product.”\nThe social media company does not allow children under 13 to sign up for its main service and restricts some content for everyone under 18. But Washington and several other states said in their filings that children can easily bypass those restrictions, allowing them to access the service adults use despite the company's claims that its platform is safe for children. \nThe District of Columbia alleges TikTok is operating as an “unlicensed virtual economy\" by allowing people to purchase TikTok Coins – a virtual currency within the platform – and send “Gifts” to streamers on TikTok LIVE who can cash it out for real money. TikTok takes a 50% commission on these financial transactions but hasn’t registered as a money transmitter with the U.S. Treasury Department or authorities in the district, according to the complaint.\nOfficials say teens are frequently exploited for sexually explicit content through TikTok’s LIVE streaming feature, which has allowed the app to operate essentially as a “virtual strip club\" without any age restrictions. They say the cut the company gets from the financial transactions allows it to profit from exploitation. \nThe 14 attorneys general say the goal of their lawsuits is to stop TikTok from using these features, impose financial penalties for their alleged illegal practices and collect damages for users that have been harmed.\nThe use of social media among teens is nearly universal in the U.S. and many other parts of the world. Almost all teens ages 13 to 17 in the U.S. report using a social media platform, with about a third saying they use social media “almost constantly,” according to the Pew Research Center.\nHigh school students who frequently use social media more commonly have persistent feelings of sadness or hopelessness, according to a new survey from the Centers for Disease Control and Prevention conducted last year in which about 20,000 teenagers participated.\nLast week, Texas Attorney General Ken Paxton sued TikTok, alleging the company was sharing and selling minors' personal information in violation of a new state law that prohibits these practices. TikTok, which disputes the allegations, is also fighting against a similar data-oriented federal lawsuit filed in August by the Department of Justice. \nSeveral Republican-led states, including Nebraska, Kansas, New Hampshire, Kansas, Iowa and Arkansas, also previously sued the company, some unsuccessfully, over allegations it is harming children's mental health, exposing them to “inappropriate” content or allowing young people to be sexually exploited on its platform. \n___\n"}, {"Source": "https://www.abcnews.go.com", "URL": "https://abcnews.go.com/Business/wireStory/dozen-states-sue-tiktok-claiming-platform-addictive-harms-114596399", "Title": "More than a dozen states sue TikTok, claiming its platform is addictive and harms the mental health of children", "Author": "N/A", "Date": "October 8, 2024, 10:05 AM", "Content": "Video\n"}, {"Source": "https://www.abcnews.go.com", "URL": "https://abcnews.go.com/Business/wireStory/pepsico-lowers-revenue-forecast-weakening-demand-us-114588847", "Title": "PepsiCo lowers revenue forecast on \"subdued\" sales in US, China and elsewhere", "Author": "N/A", "Date": "October 8, 2024, 6:09 AM", "Content": "PepsiCo lowered its sales forecast for the year as consumers in the U.S., China and elsewhere continued to pull back on buying its snacks and drinks.The company, based in Purchase, New York, said Tuesday it now expects its organic revenue to increase in the low single-digit range for the year. It had expected an increase of 4%. Organic revenue is adjusted for foreign currency exchanges and the impact of product acquisitions or divestments. PepsiCo said its organic revenue rose 1.9% in the first three quarters of this year.\nPepsiCo said its third quarter performance in North America was “subdued,” hurt by a big recall of its Quaker Oats granola bars and cereals as well as weak demand for its Frito-Lay snacks and drinks. \nConsumers began to push back on higher prices this summer after years of increases. PepsiCo's price increases have even attracted notice from Congress. This week, Democratic Sen. Elizabeth Warren of Massachusetts and Rep. Madeleine Dean of Pennsylvania sent letters to PepsiCo, Coca-Cola and General Mills accusing them of price gouging through shrinking package sizes.\nPepsiCo Chairman and CEO Ramon Laguarta said Tuesday that the company worked to make its Lay's brand more affordable in the third quarter, adding product promotions, more chips per bag and value packs.\nLaguarta said Lay's gained market share during the quarter, and now the company will expand those efforts to its Doritos and Tostitos brands. Frito-Lay prices edged up by just 0.5% in the quarter, the company said.\nFrito-Lay's North American sales volumes slipped 1.5% in the July-September period, although that was better than the 4% drop they saw in the prior quarter. \n“After three years of outsized growth for Frito-Lay, we knew this year was going to be a year of normalization, and that’s what’s happened,” Laguarta said in a conference call with investors. “The consumer is reassessing patterns.”\nNorth American beverage sales volumes fell 3% in the quarter.\nPepsiCo is still seeing strong growth in some markets, like India and Brazil, Laguarta said=, but customer spending is slowing in China, Mexico and some parts of Europe. Globally, PepsiCo said it raised prices 3% and sales volumes fell 2%.\nLaguarta said he still feels good about the long-term prospects for PepsiCo's brands. Younger consumers tend to have more snacks and mini-meals throughout the day, he said. And PepsiCo also has brands that appeal to more health-conscious shoppers, like Smartfood popcorn and PopCorners. \nThe company added to that health-minded portfolio last week with its $1.2 billion purchase of Siete Foods, a Mexican-American brand that makes tortilla, salsas, sauces and snacks.\nThird quarter revenue was flat at $23.3 billion. Wall Street had expected revenue of $23.8 billion, according to analysts polled by FactSet. PepsiCo's quarterly revenue growth — which had frequently grown by double-digits in recent years — has slowed sharply in the last few quarters.\nNet income fell 5% to $2.9 billion, or $2.13 per share. Adjusted for one-time items, PepsiCo earned $2.31 per share, which was higher than the $2.29 per share analysts were expecting. \nPepsiCo shares were flat in early trading Tuesday.\n"}, {"Source": "https://www.abcnews.go.com", "URL": "https://abcnews.go.com/Business/wireStory/pepsico-lowered-organic-revenue-forecast-year-consumers-pulling-114588754", "Title": "PepsiCo lowered its organic revenue forecast for the year with consumers pulling back on buying its snacks and drinks", "Author": "N/A", "Date": "October 8, 2024, 6:05 AM", "Content": "Video\n"}, {"Source": "https://www.abcnews.go.com", "URL": "https://abcnews.go.com/Business/wireStory/woman-accusing-vince-mcmahon-sexual-abuse-asks-wwe-114591684", "Title": "Woman accusing Vince McMahon of sexual abuse asks WWE to waive confidentiality agreements", "Author": "N/A", "Date": "October 8, 2024, 6:01 AM", "Content": "A former WWE employee who filed a lawsuit against the company and ex-leader Vince McMahon, accusing him of sexual battery and trafficking, is asking them to not enforce nondisclosure agreements with other former and current employees and contractors so they can potentially come forward with similar accusations.A lawyer for Janel Grant emailed a letter making the request late Monday to attorneys representing WWE, McMahon and John Laurinaitis, a former WWE executive and wrestler, in Grant's lawsuit against them.\nA spokesperson for McMahon, Curtis Vogel, declined to comment. Lawyers for WWE and Laurinaitis did not immediately return emails seeking comment late Monday. Emails to the WWE and its parent companies, Endeavor Group Holdings and its subsidiary, TKO Group Holdings, also were not returned immediately.\nMcMahon, former CEO and chairman of WWE, has denied Grant’s allegations. \nGrant, who worked in WWE’s legal and talent departments from 2019 to 2022, sued the company, McMahon and Laurinaitis in January, making graphic allegations of sexual assault, harassment, trafficking and other physical and emotional abuse.\nMcMahon stepped down as WWE’s CEO in 2022 amid a company investigation into allegations that match those in Grant’s lawsuit. He also resigned as executive chairman of the board of directors TKO Group Holdings in January, a day after Grant filed her lawsuit.\n“If WWE and its parent company Endeavor are serious about parting ways with Vince McMahon and the toxic workplace culture he created, their executives should have no problem with releasing former WWE employees from their NDAs,” Ann Callis, Grant’s attorney, said in a statement. “This is the first step to rehabilitating a company that covered up decades of sexual assault and human trafficking.\"\nMcMahon previously responded to Grant’s lawsuit with a statement calling it “replete with lies, obscene made-up instances that never occurred, and is a vindictive distortion of the truth. I intend to vigorously defend myself against these baseless accusations, and look forward to clearing my name.” His lawyers said in court documents that he had a consensual relationship with Grant and never mistreated her.\nLaurinaitis’ lawyer has denied the allegations, and said Laurinaitis was also a victim in the case.\nGrant says she was pressured into leaving her job with the WWE and signing a $3 million nondisclosure agreement. The lawsuit also seeks to have the agreement declared invalid, saying McMahon breached the deal by giving her $1 million and failing to pay the rest.\nFour other women — all formerly affiliated with WWE — signed agreements with McMahon that bar them from discussing their relationships with him, the Wall Street Journal reported in July 2022, citing people familiar with the deals and documents it reviewed. Grant was not among those women, her representatives say.\nIn December 2022, McMahon agreed to pay a female former wrestling referee millions of dollars to settle her allegations that he raped her in 1986, the Journal also reported. McMahon said the alleged sexual assault never happened, and his lawyer said he settled the suit to avoid costly litigation.\nGrant's request for the Stamford, Connecticut-based WWE to waive enforcement of the NDAs is similar to ones made to other companies when sexual misconduct allegations arose.\nIn 2018 and 2019, respectively, the Weinstein Co. and NBC Universal released employees, former employees and others from NDAs made in connection with sexual misconduct claims against movie mogul Harvey Weinstein and “Today” host Matt Lauer.\nVictims' lawyers call NDAs instruments to silence accusers while allowing alleged abusers to avoid accountability. A federal law approved in 2022 and similar laws in more than a dozen states curb the use of NDAs that block victims of sexual harassment from speaking publicly about their allegations.\nThe Associated Press does not normally name people who make sexual assault allegations unless they come forward publicly, which Grant did.\nShe alleges McMahon forced her into a sexual relationship with him in order for her to get and keep a job, and later directed her to have sexual relations with others including Laurinaitis. She also accuses McMahon and Laurinaitis of sexually assaulting her at WWE headquarters in Stamford, Connecticut.\nThe lawsuit further claims McMahon recruited other people for sexual relations with Grant, shared pornographic photos and videos of her with other men including WWE employees despite saying he wouldn’t and subjected her to cruel and humiliating acts.\n"}, {"Source": "https://www.abcnews.go.com", "URL": "https://abcnews.go.com/Business/inflation-returned-normal-election/story?id=114568961", "Title": "Inflation has returned to normal. What does that mean for the election?", "Author": "N/A", "Date": "October 8, 2024, 5:07 AM", "Content": "As the U.S. hurtles toward a presidential election this fall, the nation’s inflation rate has quietly returned to normal, even as it continues to worry voters and draw focus at campaign events.More than half of adults list inflation as a top issue for the country, making it the highest-ranking concern by a wide margin over the likes of immigration, crime and abortion, according to an Ipsos poll conducted late last month.\nThe disconnect stems in part from a typical lag between when inflation comes down and when consumers acclimate to new price levels, since a lower inflation rate does not mean prices have come down but rather that they have begun to increase at a slower pace, experts told ABC News.\nWhile consumer attitudes have brightened in recent months, many people remain frustrated with the cumulative leap in prices over recent years. The trend carries uncertain implications for the contest between Vice President Kamala Harris and former President Donald Trump, since persistent concern about inflation could hurt Harris but recent improvement in sentiment may blunt some of the negative impact.\n“Inflation is really something that takes people a long time to feel better about,” Chris Jackson, senior vice president of public affairs for Ipsos in the U.S., told ABC News.\n“It’s certainly better for Harris to have inflation coming down than going up, but it’d be better for her if it came down six months earlier,” Jackson added. “Right now, it’s very much a toss-up.”\nInflation has slowed dramatically from a peak of about 9% in 2022, hovering right near the Federal Reserve’s target rate of 2%.\nSome household staples have shown major progress. Gas prices have declined sharply in recent months. While food prices are rising at a slower pace than the overall inflation rate, the U.S. Bureau of Labor Statistics data shows. By contrast, housing prices continue to climb at a rate more than double overall price increases, the data found.\nWhile overall inflation has returned to normal, the progress cannot undo a leap in prices that dates back to the pandemic. Since the outset of 2021, consumer prices have skyrocketed more than 20%.\nThat accumulated rise in prices helps explain why people think inflation remains high, even if it has fallen to a level widely viewed by economists as normal, said Sofia Baig, an economist at the polling firm Morning Consult.\n“There's a mismatch of where people think inflation is and where economists think inflation is,” Baig said. “Many people seem not to see inflation has come down because prices are so much higher.”\nEventually consumers get used to elevated price levels in the aftermath of high price increases, but the process takes up to three years starting at peak inflation, Neale Mahoney, a professor of economics at Stanford University and a former special adviser for economic policy to the White House National Economic Council under Biden, told ABC News. Roughly two years and four months have passed since inflation reached its peak in June 2022.\n“We’re getting to the point where inflation concerns are starting to recede,” Neale said.\nAttitudes about the economy have improved since 2022, data shows. Consumer sentiment ticked upward in August, the most recent month on record, but attitudes remain well below pre-pandemic levels, a University of Michigan survey found.\nPartisanship also plays a significant role in how individuals perceive inflation, making dissatisfaction more persistent among conservatives than liberals, experts said.\nRoughly 80% of adults who consume conservative media said they had not seen costs for groceries or gasoline go down, while 17% had seen a decrease, the Ipsos survey in September showed. For adults who consume mainstream media, 46% said they had not seen prices for those items fall, while 47% said they had seen such a decline, the poll found.\n“It’s hard to separate people’s feelings about the economy from their feelings about politics,” said Jackson.\nStill, the prevalence of stubborn perceptions of inflation could hurt Harris, though the uptick in consumer sentiment could limit the damage, some experts said.\n“I don’t think things will change in time for the election,” said Baig, but she noted the improvement in attitudes among consumers. “I think that’s a good thing if you're the incumbent party but it’s still not where it used to be.”\nThe exact trajectory for prices and the economy remains uncertain, experts said, leaving open the question of how it will factor into the election.\n"}, {"Source": "https://www.abcnews.go.com", "URL": "https://abcnews.go.com/Business/wireStory/facebook-youtube-tiktok-users-europe-forum-challenge-social-114587858", "Title": "Facebook, YouTube and TikTok users in Europe get forum to challenge social media content decisions", "Author": "N/A", "Date": "October 8, 2024, 4:32 AM", "Content": "LONDON -- Social media users in the European Union will soon have a new forum to challenge decisions by platforms to remove posts and videos for breaking their rules or leave up others that may violate them.An “out of court dispute settlement body” named the Appeals Center Europe said Tuesday it has been certified by Irish regulators to act as a referee on content moderation disputes across the 27-nation EU, starting with cases involving Facebook, YouTube and TikTok. \nThe center is similar to Meta’s Oversight Board, a quasi-independent body set up in 2020 that acts like a supreme court for thorny decisions about content moderation issues on Facebook, Instagram and Threads submitted by users around the world. \nUnder the EU's digital rulebook known as the Digital Services Act, or DSA, tech companies and social media platforms are required to work with dispute settlement bodies and comply with any decisions they make. EU officials in Brussels wanted to give EU citizens a way to challenge any decisions made by Big Tech companies as they sought to balance the right to free speech against the goal of curbing online risks. \nThe center will hear appeals from users or groups located in the EU about “everything from violence and incitement to hate speech to bullying and harassment,” CEO Thomas Hughes said. \n“It could be everything from a case that relates to a head of state all the way through to a neighborly dispute,” Hughes said. \nThe Digital Services Act is a sweeping set of regulations that requires tech and social media companies operating in Europe to clean up their platforms under threat of hefty fines. \nThe Appeals Center, based in Dublin, where many Silicon Valley companies have their European headquarters, will start hearing cases from users before the end of the year. It's initially dealing with Facebook, YouTube and TikTok users because it wanted to start with the biggest platforms, with plans to add others later. \nUnlike the Oversight Board, which can cherry pick the biggest and most important cases, the center will have to rule on every case it gets. And decisions won’t be publicly available, unlike Oversight Board judgments that are posted online. \n The Oversight Board both issues binding decisions on individual cases, such as ruling in September on three separate posts with the controversial Palestinian rallying cry “ from the river to the sea,\" and also weighs in on wider policy issues with non-binding recommendations, such as guidance in July on updating Meta's policies on non-consensual deepfakes after reviewing a case involving deepfake intimate images of two women. \nThe Appeals Center’s decisions, in contrast, aren't binding and will be limited to whether content such as a post, photo or video violates each platform’s rules. \nHughes said the center will hire staff from across the EU to handle what he said could be up to tens of thousands of cases each year. The staff will have expertise in specific regions, languages and policy areas. \nBeyond the individual decisions on cases, data on the disputes will help regulators and researchers map out any “systemic risks” to social media users. \nThe Real Facebook Oversight Board, a group of civil rights leaders and tech experts that has been critical of Meta and its oversight panel, gave a cautious welcome to the new centre. \n“We don’t know a lot about the appeals center and how it will work, but moderation enforcement under the DSA has promise that other approaches do not,\" said spokesman Ben Wyskida. While the DSA “hasn't been perfect ... it is still far and away superior to anything in the United States.” \nMeta's Oversight Board is providing 15 million euros ($16.5 million) in startup funding, said Hughes, who was previously the Oversight Board's director. He added that the two bodies will operate separately but will “point in the same direction in terms of platform accountability and transparency, user rights” and applying a human rights framework to online speech. \nThe Appeals Center will fund its ongoing operations by charging tech companies 95 euros for every case it hears, as well as a 5 euro fee from users who raise disputes. This \"nominal\" fee is intended to stop people from “gaming or abusing” the system and will be refunded if a user wins, Hughes said. \nEven though decisions aren't binding, users will still get their money back if the center rules in favor of their disputes, regardless of whether or not the platform takes any action.\nThere's a 90-day deadline for decisions, but in most cases they will be made much more quickly, he said. \n___\n"}, {"Source": "https://www.abcnews.go.com", "URL": "https://abcnews.go.com/Business/wireStory/hong-kongs-hang-seng-index-plunges-95-investors-114587667", "Title": "Hong Kong's Hang Seng index plunges 9.5% as investors dump shares after recent sharp gains", "Author": "N/A", "Date": "October 8, 2024, 4:06 AM", "Content": "Video\n"}, {"Source": "https://www.abcnews.go.com", "URL": "https://abcnews.go.com/Business/wireStory/nobel-prize-physics-awarded-2-scientists-discoveries-enabled-114589131", "Title": "Pioneers in artificial intelligence win the Nobel Prize in physics", "Author": "N/A", "Date": "October 8, 2024, 3:50 AM", "Content": "STOCKHOLM -- Two pioneers of artificial intelligence — John Hopfield and Geoffrey Hinton — won the Nobel Prize in physics Tuesday for helping create the building blocks of machine learning that is revolutionizing the way we work and live but also creates new threats for humanity.Hinton, who is known as the godfather of artificial intelligence, is a citizen of Canada and Britain who works at the University of Toronto, and Hopfield is an American working at Princeton.\n“These two gentlemen were really the pioneers,” said Nobel physics committee member Mark Pearce.\nThe artificial neural networks — interconnected computer nodes inspired by neurons in the human brain — the researchers pioneered are used throughout science and medicine and “have also become part of our daily lives,\" said Ellen Moons of the Nobel committee at the Royal Swedish Academy of Sciences.\nHopfield, whose 1982 work laid the groundwork for Hinton's, told The Associated Press, “I continue to be amazed by the impact it has had.\"\nHinton predicted that AI will end up having a “huge influence” on civilization, bringing improvements in productivity and health care.\n“It would be comparable with the Industrial Revolution,” he said in an open call with reporters and officials of the Royal Swedish Academy of Sciences.\n“We have no experience of what it’s like to have things smarter than us. And it’s going to be wonderful in many respects,” Hinton said. \n“But we also have to worry about a number of possible bad consequences, particularly the threat of these things getting out of control.”\nThe Nobel committee also mentioned fears about the possible flipside. \nMoons said that while it has \"enormous benefits, its rapid development has also raised concerns about our future. Collectively, humans carry the responsibility for using this new technology in a safe and ethical way for the greatest benefit of humankind.”\nHinton, who quit a role at Google so he could speak more freely about the dangers of the technology he helped create, shares those concerns.\n“I am worried that the overall consequence of this might be systems more intelligent than us that eventually take control,” Hinton said.\nFor his part, Hopfield, who signed early petitions by researchers calling for strong control of the technology, compared the risks and benefits to work on viruses and nuclear energy, capable of helping and harming society. At a Princeton news conference, he made reference to the concerns, bringing up the dystopia imagined in George Orwell's “1984,” or the fictional apocalypse inadvertently created by a Nobel-winning physicist in Kurt Vonnegut’s “Cat’s Cradle.”\nHopfield, who was staying with his wife at a cottage in Hampshire, England, said that after grabbing coffee and getting his flu shot, he opened his computer to a flurry of activity.\n“I’ve never seen that many emails in my life,” he said. A bottle of champagne and bowl of soup were waiting, he added, but he doubted there were any fellow physicists in town to join the celebration.\nHinton said he was shocked at the honor.\n“I’m flabbergasted. I had no idea this would happen,” he said when reached by the Nobel committee on the phone. He said he was at a cheap hotel with no internet.\nHinton, 76, helped develop a technique in the 1980s known as backpropagation instrumental in training machines how to “learn\" by fine-tuning errors until they disappear. It’s similar to the way a student learns, with an initial solution graded and flaws identified and returned to be fixed and repaired. This process continues until the answer matches the network’s version of reality.\nHinton had an unconventional background as a psychologist who also dabbled in carpentry and was genuinely curious about how the mind works, said protege Nick Frosst, who was Hinton’s first hire at Google’s AI division in Toronto.\nHis “playfulness and genuine interest in answering fundamental questions I think is key to his success as a scientist,” Frosst said. \nNor did he stop at his pioneering 1980s work.\n“He’s been consistently trying out crazy things and some of them work very well and some of them don’t,” Frosst said. “But they all have contributed to the success of the field and galvanized other researchers to try new things as well.” \nHinton's team at the University of Toronto wowed peers by using a neural network to win the prestigious ImageNet computer vision competition in 2012. That spawned a flurry of copycats and was “a very, very significant moment in hindsight and in the course of AI history,” said Stanford University computer scientist and ImageNet creator Fei-Fei Li.\n“Many people consider that the birth of modern AI,” she said.\nHinton and fellow AI scientists Yoshua Bengio and Yann LeCun won computer science’s top prize, the Turing Award, in 2019.\n“For a long time, people thought what the three of us were doing was nonsense,” Hinton told the AP in 2019. \"My message to young researchers is, don’t be put off if everyone tells you what you are doing is silly.”\nMany of Hinton's former students and collaborators followed him into the tech industry as it began capitalizing on AI innovations, and some started their own AI companies, including Frosst's Cohere and ChatGPT maker OpenAI. Hinton said he uses machine learning tools in his daily life.\n“Whenever I want to know the answer to anything, I just go and ask GPT-4,” Hinton said at the Nobel announcement. “I don’t totally trust it because it can hallucinate, but on almost everything it's a not-very-good expert. And that’s very useful.”\nHopfield, 91, created an associative memory that can store and reconstruct images and other types of patterns in data, the Nobel committee said. \nJust as Hinton came to the field from psychology, Hopfield stressed how cutting edge science comes from crossing the borders of scientific fields like physics, biology and chemistry instead of researchers staying in their lane. It's why this prize is a physics prize, he said, pointing out that his neural network borrows from condensed matter physics.\nWith big complex problems in scientific fields, “if you are not motivated by physics, you just don't tackle the class of problems,” Hopfield said.\nWhile there's no Nobel for computer science, Li said that awarding a traditional science prize to AI pioneers is significant and shows how boundaries between disciplines have blurred. \nNot all of their peers agree with the Nobel laureates about the risks of the technology they helped create.\nFrosst has had many “spirited debates” with Hinton about AI’s risks and disagrees with some of Hinton’s warnings but not his willingness to publicly address them.\n“Mostly we disagree on timescale and on the particular technology that he’s sounding the alarm on,” Frosst said. “I don’t think that neural nets and language models as they exist today pose an existential risk.”\nBengio, who has long voiced concerns about AI risks, said what really alarms him and Hinton is “loss of human control” and whether AI systems will act morally when they're smarter than humans.\n“We don’t know the answer to these questions,” he said. \"And we should make sure we do before we build those machines.”\nAsked whether the Nobel committee might have factored in Hinton’s warnings when deciding on the award, Bengio dismissed that, saying “we’re talking about very early work when we thought that everything would be rosy.”\nSix days of Nobel announcements opened Monday with Americans Victor Ambros and Gary Ruvkun winning the medicine prize. They continue with the chemistry prize Wednesday and literature on Thursday. The Nobel Peace Prize will be announced Friday and the economics award on Oct. 14.\nThe prize carries a cash award of 11 million Swedish kronor ($1 million) from a bequest left by the award's creator, Swedish inventor Alfred Nobel. The laureates are invited to receive their awards at ceremonies on Dec. 10, the anniversary of Nobel’s death.\n___\n"}, {"Source": "https://www.abcnews.go.com", "URL": "https://abcnews.go.com/Business/wireStory/china-imposes-provisional-tariffs-european-brandy-after-eu-114586979", "Title": "China puts provisional tariffs on European brandy after EU OKs duties on Chinese EVs", "Author": "N/A", "Date": "October 8, 2024, 3:08 AM", "Content": "BEIJING -- Chinese drinkers may pay more for Remy Martin and other European brandies after the government announced on Tuesday provisional tariffs of 30.6% to 39% on those liquors, four days after a majority of European Union countries approved duties on electric vehicles made in China.The tit-for-tat move potentially gives Chinese negotiators leverage in talks with the EU on reducing or eliminating the tariffs of up to 35.3% on Chinese EVs, which would take effect at the end of this month.\nThe brandy tariffs are provisional and require importers to make a deposit with the Chinese customs agency for the amount of the tariff, starting Friday. \nThe announcement followed a preliminary finding by China's Commerce Ministry in late August that European brandy was being dumped in China, threatening “substantial damage” to domestic producers.\nChina has opened a series of anti-dumping investigations into European brandy, pork and dairy products as a now year-old EU investigation into Chinese EV exports has progressed through various stages. \nThe brandy probe was the first and targeted mainly French makers of cognac and similar spirits such as Armagnac. France has supported the investigation into Chinese-made EVs, while Germany, whose automakers fear retaliation in the Chinese market, has opposed it. \nChina is studying whether to raise tariffs on imported cars with large engines, a Commerce Ministry spokesperson confirmed Tuesday in an online report from state broadcaster CCTV.\nThe provisional tariffs on brandy vary by brand, similar to the EU duties on electric cars made in China. For example, Martell products face a 30.6% tariff versus 38.1% for Remy Martin and 39% for Hennessey. The tariffs are being imposed on dozens of companies, including some Spanish makers.\nFrench President Emmanuel Macron presented Chinese leader Xi Jinping with two bottles of cognac when the two exchanged gifts during Xi's state visit to France in May.\nIn a statement, the European Commission accused China of abusing the rules governing world trade and said that it would help its producers to weather the impact of the measures.\n“The EU takes with utmost seriousness any unfair use of trade defense instruments against any sector of our economy,” said the commission, which manages trade on behalf of the 27 member countries.\n“Abuse of trade defense for inappropriate reasons is a clear breach of WTO rules,” it said, and warned that it would “robustly challenge” the move at the World Trade Organization.\n"}, {"Source": "https://www.abcnews.go.com", "URL": "https://abcnews.go.com/Business/wireStory/china-imposes-provisional-tariffs-306-39-european-brandy-114586975", "Title": "China imposes provisional tariffs of 30.6% to 39% on European brandy after EU approves tariffs on Chinese electric cars", "Author": "N/A", "Date": "October 8, 2024, 3:06 AM", "Content": "Video\n"}, {"Source": "https://www.abcnews.go.com", "URL": "https://abcnews.go.com/Business/wireStory/china-announces-support-economy-holds-back-major-spending-114586847", "Title": "China announces more support for economy but holds back on major spending package", "Author": "N/A", "Date": "October 8, 2024, 2:43 AM", "Content": "HONG KONG -- China’s economic planning agency outlined details of measures aimed at boosting the economy on Tuesday but refrained from major spending initiatives. The piecemeal nature of the plans announced Tuesday appeared to disappoint investors who were hoping for bolder moves, and Shanghai's benchmark gave up a 10% initial gain as markets reopened after a weeklong holiday to trade just 3% higher. \nThe head of the National Development and Reform Commission said the government will frontload 100 billion yuan ($14.1 billion) in spending from the government’s budget for 2025 in addition to another 100 billion yuan for construction projects. \nThe scale of spending overall was well below the multi-trillion yuan levels that analysts said might be expected. \nThe NDRC’s chairman, Zheng Shanjie, said China was still on track to attain its full-year economic growth target of around 5%. But he acknowledged the economy faces difficulties and an increasingly “more complex and extreme” global environment.\nChina's leaders have been struggling to rev up growth since the COVID-19 pandemic ended. A downturn in the property market has deepened that challenge, as consumer spending has lagged and global demand also has slowed. \nIn a note, UBS chief China economist Tao Wang said that the market was “likely expecting a significant fiscal stimulus.”\nA modest package of 1.5 to 2 trillion yuan ($210 billion to $280 billion) is more reasonable to expect in the near-term, she said, with another 2 to 3 trillion yuan ($280 billion to $420 billion) in 2025.\nIn September, China unveiled a monetary stimulus package including cuts to mortgage rates and in the amount of reserves are required to keep on deposit with the central bank. Those and other measures were the most aggressive efforts so far to try to pull the property industry out of the doldrums and spur faster growth. \nOn Tuesday, the NDRC said that new measures would focus on boosting investment and spending and supporting small and medium-sized businesses that operate at a disadvantage to large, state-corporations.\nBut much of the information focused on technical issues such as payment regulations, management of projects and deployment of bonds for financing. \nTo counter falling housing sales and home prices, Zheng said there would be “comprehensive policy measures to help stop the decline in the real estate market.”\n"}, {"Source": "https://www.abcnews.go.com", "URL": "https://abcnews.go.com/Business/wireStory/stock-market-today-chinese-shares-soar-fade-beijing-114585388", "Title": "Stock market today: Wall Street rebounds after Hong Kong stocks fall to worst day since 2008", "Author": "N/A", "Date": "October 7, 2024, 11:44 PM", "Content": "NEW YORK -- U.S. stocks rebounded Tuesday after falling oil prices released some of the pressure that built up on the market.The S&P 500 rallied 1% to claw back all of its loss from the day before. The Dow Jones Industrial Average rose 126 points, or 0.3%, and likewise neared its record set last week, while the Nasdaq composite led the way with a 1.4% rally.\nWall Street held firm even though stock markets around the world sank following scary swings in China, as euphoria about possible stimulus for the world’s second-largest economy gave way to disappointment. Stocks tumbled 9.4% in Hong Kong for their worst day since the 2008 global financial crisis.\nHelping to support Wall Street was a sharp drawdown in oil prices. They gave back some of the big recent gains they made on worries that worsening tensions in the Middle East  could ultimately lead to disruptions in the flow of oil. \nA barrel of Brent crude, the international standard, fell 4.6% to $77.18 for its first loss in a week and a half. A barrel of benchmark U.S. crude, meanwhile, eased 4.6% to $73.57.\nThat also helped level off the pressure on the stock market from the bond market. Treasury yields eased a bit, a day after they shot to their highest levels since the summer.\nThe 10-year Treasury yield edged down to 4.02 from 4.03% late Monday. The two-year yield, which more closely tracks expectations for what the Federal Reserve will do with overnight interest rates, slipped to 3.96% from 3.99%, late Monday, though it’s still near its highest level since August.\nWhen Treasurys are paying higher yields, investors generally become less willing to pay very high prices for stocks and other investments. And Treasury yields had been storming higher over the last week following a suite of reports showing the U.S. economy remains healthier than expected.\nSuch reports, including one last week showing stronger hiring by U.S. employers  than forecast, raise hopes that the economy will avoid a recession. But they also force traders to ratchet back expectations for how much the Federal Reserve will cut interest rates by, now that it has widened its focus to include keeping the economy humming  instead of just fighting high inflation.\nTraders have abandoned expectations for the Fed to cut its main interest rate by a larger-than-usual half of a percentage point at its next meeting, for example. Instead, they’re largely betting on a traditional-sized cut of a quarter of a percentage point, according to data from CME Group. Some are even calling for the possibility the Fed could keep its main rate steady in November. \nHigh Treasury yields put the most pressure on stocks seen as the most expensive, and that puts the spotlight on the Big Tech stocks that have led the market for most of the last few years. \nOn Tuesday, all of the Big Tech stocks that have collectively come to be called the “Magnificent Seven” rose. Nvidia led the way with a gain of 4% and was the strongest single force pushing upward on the S&P 500. \nPepsiCo climbed 1.9% after delivering stronger profit  for the latest quarter than analysts expected, though its revenue fell short. \nCEO Ramon Laguarta also said the company now expects a “low single-digit” increase in an important measure of revenue for the year after it had earlier forecast growth of about 4%. U.S. consumers continue to pull back on buying snacks and drinks after years of price increases.\nOn the losing end of Wall Street were oil-and-gas companies, which gave back some of their big recent gains driven by the last week's jump in crude prices. Chevron fell 1.6% and was one of the main reasons the Dow lagged other indexes. \nAll told, the S&P 500 rose 55.19 points to 5,751.13. The Dow added 126.13 to 42,080.37, and the Nasdaq gained 259.01 to 18,182.92.\nIn stock markets abroad, trading in mainland China reopened following a national holiday. Before, indexes in Shanghai and Shenzhen had surged on hopes for stimulus from the government and the central bank meant to prop up the economy’s flagging growth.\nOn Tuesday, China’s economic planning agency outlined details of measures aimed at boosting the economy, but it refrained from major spending initiatives. That helped lead to the 9.4% drop for the Hang Seng index in Hong Kong. \nIn Shanghai, where the market had been closed as Hong Kong ran higher over the last week, stocks rose 4.6% following their reopening.\nThe disappointment in China had worldwide effects, knocking down stocks of companies in Europe, the United States and elsewhere that do lots of business in and around China. Estee Lauder fell 2.2%, for example, while Wynn Resorts lost 3.3%.\n___\n"}, {"Source": "https://www.abcnews.go.com", "URL": "https://abcnews.go.com/Business/wireStory/american-water-largest-water-utility-us-dealing-cyberattack-114579090", "Title": "American Water, the largest water utility in US, is targeted by a cyberattack", "Author": "N/A", "Date": "October 7, 2024, 5:51 PM", "Content": "The largest regulated water and wastewater utility company in the United States announced Monday that it was the victim of a cyberattack, prompting the firm to pause billing to customers.New Jersey-based American Water — which provides services to more than 14 million people in 14 states and on 18 military installations — said it became aware of the unauthorized activity on Thursday and immediately took protective steps, including shutting down certain systems. The company does not believe its facilities or operations were impacted by the attack and said staffers were working “around the clock” to investigate the nature and scope of the attack.\nThe company said it has notified law enforcement and is cooperating with them. It also said customers will not face late charges while its systems are unavailable.\n"}, {"Source": "https://www.abcnews.go.com", "URL": "https://abcnews.go.com/Business/wireStory/hyundai-begun-producing-electric-suvs-76-billion-plant-114576971", "Title": "Hyundai has begun producing electric SUVs at its $7.6 billion plant in Georgia", "Author": "N/A", "Date": "October 7, 2024, 4:45 PM", "Content": "SAVANNAH, Ga. -- Hyundai has begun producing electric SUVs in Georgia less than two years after breaking ground on its sprawling, $7.6 billion manufacturing plant west of Savannah. Hyundai's factory in Georgia held an “employee-focused celebration” Thursday as its first EV for commercial sale rolled off the assembly line, Bianca Johnson, spokesperson for Hyundai Motor Group Metaplant America, said in a statement provided Monday to The Associated Press.\n“After validating its production processes to ensure its vehicles meet Hyundai Motor Group’s high quality standards, HMGMA has started initial production of customer vehicles ahead of schedule,” Johnson said.\nShe said a grand opening celebration at the Georgia plant is expected in the first quarter of 2025.\nThe South Korean automaker and battery partner LG Energy Solution plan to employ 8,500 total workers at the Bryan County site, about 50 miles (80 kilometers) west of Savannah, once the plant is fully operational. Hyundai has said it will produce up to 300,000 EVs per year in Georgia, as well as the batteries that power them.\nThe plant's vehicle production areas have been completed and are being staffed by more than 1,000 workers, Johnson said. Its battery-making facilities remain under construction.\nThe first vehicles being produced at the Georgia site are 2025 models of Hyundai's Ioniq 5 electric SUVs. Johnson said those American-made EVs will arrive at U.S. dealerships before the end of this year.\nDuring the first half of 2024, the Ioniq 5 was America’s second-best-selling electric vehicle not made by industry leader Tesla. \nHyundai broke ground on its Georgia plant in late October 2022. It's the largest economic development project the state has ever seen, and came with a whopping $2.1 billion in tax breaks and other incentives from the state and local governments. \nHyundai rushed to start making EVs in Georgia within two years of groundbreaking, spurred by federal electric vehicle incentives that reward domestic production. \n"}, {"Source": "https://www.abcnews.go.com", "URL": "https://abcnews.go.com/Business/wireStory/home-insurers-argue-42-average-premium-hike-north-114575605", "Title": "Home insurers argue for a 42% average rate hike in North Carolina", "Author": "N/A", "Date": "October 7, 2024, 4:34 PM", "Content": "RALEIGH, N.C. -- With many western North Carolina residents still lacking power and running water from Hurricane Helene, a hearing began Monday on the insurance industry's request to raise homeowner premium rates statewide by more than 42% on average. A top lieutenant for Insurance Commissioner Mike Causey opened what's expected to be multiple weeks of witnesses, evidence and arguments by attorneys for the state Insurance Department and the North Carolina Rate Bureau, which represents insurance companies seeking the increase. \nIn over 2,000 pages of data filed last January, the Rate Bureau sought proposed increases varying widely from just over 4% in parts of the mountains to 99% in some beach areas. Proposed increases in and around big cities like Raleigh, Charlotte and Greensboro are roughly 40%. \nAcross 11 western counties that were hit hard by Helene, including Asheville's Buncombe County, the requested increase is 20.5%. The percentages are based on insurance payouts of years past and future claims projections.\nAfter taking public comment, Causey rejected the request in February, prompting the hearing. In previous rounds of premium rate requests, the industry and the commissioner have negotiated settlements before a hearing. Before the last such hearing set for early 2022, they settled weeks earlier on a 7.9% average premium rate increase after the bureau had sought 24.5%. \nThis time, Causey told reporters Monday, “we were not able to come anywhere close, so that’s why we’re here today.”\nWhen the hearing ends, the hearing officer, in consultation with Causey, will decide within 45 days whether the proposed rates are excessive, and if so, issue an order that sets new rates. That order could be challenged at the state Court of Appeals. \nRate Bureau attorney Mickey Spivey told hearing officer Amy Funderburk that the highest inflation in 40 years — particularly on building materials — combined with calamitous storms that are \"getting worse and worse” show that current premium rates are \"severely inadequate.\" \nSpivey cited Helene, which inflicted unprecedented destruction in the state's western mountain communities, as well as Hurricane Florence in 2018, which caused billions of dollars of in damage in eastern North Carolina, much of it paid for by insurance companies. \nNot mentioned Monday: Hurricane Milton, which grew explosively to a Category 5 hurricane while closing in on Florida on a path expected to mostly miss North Carolina.\n“Whether you want to call it climate change or not, there is no denying that we are having bigger, stronger and more costly catastrophic storms than we’ve seen in any of our lifetimes,” Spivey said. \nThe Insurance Department's attorney, Terence Friedman, argued that the industry continues to use actuarial methods that ignore what state law requires in calculating rates increases.\nFriedman said the bureau's requested rates are inflated and that the department's actuaries will demonstrate there are ”alternative recommended rates that will allow the bureau’s members to earn what they’re constitutionally entitled to.\" \nBut Spivey said the Insurance Department's witnesses would seek to actually lower premium rates, or limit increases by less than 3%. \nNot every owner's premiums will go up or down by the final approved rates; there are other factors insurers consider in setting a bill.\nWithout a fair profit and the ability to cover claims, Spivey said, industry companies will have to invoke a legal exception more frequently insuring high-risk homeowners only if they agree to pay premiums at rates that are up to 250% of the bureau's rate. Otherwise, he said, more insurers will stop issuing policies altogether. \nThe “consent to rate” exception in North Carolina’s law has helped prevent a mass exodus of home insurers, as some states have experienced, said David Marlett, an insurance professor at Appalachian State University. \nWhile each state has different models to regulate rates, those affected by more hurricanes and storms are essentially faced with two options, Marlett said: Allow rates to keep rising to cover claims, or “somehow we build structures that are able to withstand climate change.”\nFriedman criticized the bureau for citing Helene in its opening statement, saying it shouldn’t be used as grounds to raise rates on the storm’s survivors. He also noted that most of Helene's damage was caused by flooding, which is covered separately from the homeowners' policies now being considered.\nThe proceedings are likely to continue after early voting begins on Oct. 17. Causey, a two-term Republican commissioner, is being challenged by Democrat Natasha Marcus, a state senator. \nMarcus held a news conference outside the Insurance Department headquarters criticizing Causey for declining to preside over the hearing, calling it a “ridiculous dereliction of one of his major duties in this job.” She also lamented that any decision will be made after Election Day. \nCausey said he's not hearing the case in part because he’s not an attorney. State law allows him to pick someone else to preside over the hearing, which is a quasi-judicial proceeding. \n__\n"}, {"Source": "https://www.abcnews.go.com", "URL": "https://abcnews.go.com/Business/wireStory/federal-judge-orders-google-open-android-app-store-114574997", "Title": "Federal judge orders Google to open its Android app store to competition", "Author": "N/A", "Date": "October 7, 2024, 4:26 PM", "Content": "SAN FRANCISCO -- A federal judge on Monday ordered Google to tear down the digital walls shielding its Android app store from competition as punishment for maintaining an illegal monopoly that helped expand the company's internet empire. The injunction issued by U.S. District Judge James Donato will require Google to make several changes that the Mountain View, California, company had been resisting. Those include a provision that will require its Play Store for Android apps to distribute rival third-party app stores so consumers can download them to their phones, if they so desire.\nThe judge’s order will also make the millions of Android apps in the Play Store library accessible to rivals, allowing them to offer up a competitive selection.\nDonato is giving Google until November to make the revisions dictated in his order. The company had insisted it would take 12 to 16 months to design the safeguards needed to reduce the chances of potentially malicious software making its way into rival Android app stores and infecting millions of Samsung phones and other mobile devices running on its free Android software.\nThe court-mandated overhaul is meant to prevent Google from walling off competition in the Android app market as part of an effort to protect a commission system that has been a boon for one of the world's most prosperous companies and helped elevate the market value of its corporate parent Alphabet Inc. to $2 trillion.\nGoogle said in a blog post that it will ask the court to pause the pending changes, and will appeal the court’s decision.\nDonato also ruled that, for a period of three years ending Nov. 1, 2027, Google won't be able to share revenue from its Play Store with anyone who distributes Android apps or is considering launching an Android app distribution platform or store. It also won't be allowed to pay developers, or share revenue, so that they will launch an app in the Google Play Store first or exclusively, and can't make deals with manufacturers to preinstall the Google Play store on any specific location on an Android device. It also won't be able to require apps to use its billing system or tell customers that they can download apps elsewhere and potentially for cheaper. \nThe Play Store has been earning billions of dollars annually for years, primarily through 15% to 30% commissions that Google has been imposing on digital transactions completed within Android apps. It's a similar fee structure to the one that Apple deploys in its iPhone app store — a structure that prompted video game maker Epic Games to file antitrust lawsuits four years ago in an effort to foster competition that could help drive down prices for both app makers and consumers.\nA federal judge mostly sided with Apple in a September 2021 decision that was upheld by an appeals court. Still, a jury favored Epic Games after the completion of a four-week trial completed last year and delivered a verdict that tarred the Play Store as an illegal monopoly.\nThat prompted another round of hearings this year to help Donato determine what steps should be taken to restore fair competition. Google argued that Epic Games was seeking some extreme changes, saddling the company with costs that could run as high as $600 billion. Epic contended Google could level the playing field for as little as $1 million. It's unclear how much the changes ordered by Donato will cost Google. \nAlthough Epic lost its antitrust case against Apple, Donato's ruling could still have ripple effects on the iPhone app store as another federal judge weighs whether Apple is making it easy enough to promote different ways that consumers can pay for digital transactions. Apple was ordered to allow in-app links to alternative payment systems as part of U.S. District Judge Yvonne Gonzalez Rogers' decision in that case, but Epic contends the provision is being undermined with the creation of another commission system that stifles consumer choice.\nThe forthcoming Play Store shakeup could be just the first unwelcome shock that antitrust law delivers to Google. In the biggest antitrust case brought by the U.S. Justice Department in a quarter century, U.S. District Judge Amit Mehta in August declared Google's dominant search engine to be an illegal monopoly, too, and is now getting ready to start hearings on how to punish Google for that bad behavior. Google is appealing Mehta's ruling in the search engine case in hopes of warding off a penalty that could hurt its business even more than the changes being ordered in the Play Store. \n“Provided the ruling survives the appeals process, Google will almost certainly take a revenue hit,” said Emarketer analyst Evelyn Mitchell-Wolf. “No doubt some of the largest app developers like Epic Games will start encroaching on Google Play Store’s market share, meaning Google will lose out on its usual cut of subscription and in-app purchases.”\nThe analyst added that, while the Google Play Store will likely continue to benefit from brand recognition since it was the default Android app store for so long, “some consumers may defect if they can get better deals on their favorite apps elsewhere.” And app developers will likely take advantage of the opportunity to let consumers know about direct downloads. \n“So Google may see fewer Play Store revenues even among the Android users that stick to the default,” Mitchell-Wolf said.\n"}, {"Source": "https://www.abcnews.go.com", "URL": "https://abcnews.go.com/Business/wireStory/major-us-stock-indexes-fared-monday-1072024-114574881", "Title": "How major US stock indexes fared Monday, 10/7/2024", "Author": "N/A", "Date": "October 7, 2024, 4:25 PM", "Content": "U.S. stocks slid after Treasury yields hit their highest levels since the summer and oil prices continued to climb.The S&P 500 fell 1% Monday, though it’s still close to its all-time high set a week ago. The Dow Jones Industrial Average dropped 0.9% from its record set on Friday. The Nasdaq composite lost 1.2%.\nStocks felt pressure from jumping Treasury yields, as traders ratchet back forecasts for how deeply the Federal Reserve will cut its main interest rates following Friday’s blowout jobs report. Crude oil prices added to their big gains from the prior week.\nOn Monday:\nThe S&P 500 fell 55.13 points, or 1%, to 5,695.94.\nThe Dow Jones Industrial Average fell 398.51 points, or 0.9%, to 41,954.24.\nThe Nasdaq composite fell 213.95 points, or 1.2%, to 17,923.90.\nThe Russell 2000 index of smaller companies fell 19.71 points, or 0.9%, to 2,193.09. \nFor the year:\nThe S&P 500 is up 926.11 points, or 19.4%.\nThe Dow is up 4,264.70 points, or 11.3%.\nThe Nasdaq is up 2,912.55 points, or 19.4%.\n"}, {"Source": "https://www.abcnews.go.com", "URL": "https://abcnews.go.com/Business/wireStory/national-grantmakers-bet-rural-education-program-scale-114571346", "Title": "National grantmakers bet this rural education program can scale", "Author": "N/A", "Date": "October 7, 2024, 3:06 PM", "Content": "In 2010, Dreama Gentry met Geoffrey Canada, founder of Harlem Children’s Zone, a much-lauded nonprofit that supports youth from birth through college in a roughly 100-block area of central Harlem. The program was an inspiration for Gentry, who had launched a college-access program in rural eastern Kentucky about a decade earlier.“We realized that college access actually starts at birth,” Gentry says. “It starts with the family, and it starts with the place.” She and her staff soon began to modify their approach.\nA breakthrough came that year when Gentry’s group — today called Partners for Rural Impact, or PRI — received a Promise Neighborhood grant from the U.S. Department of Education. The federal effort helps communities design anti-poverty projects modeled after the Harlem Children’s Zone’s “cradle-to-career” approach. PRI became one of the first organizations, and the first rural effort, to receive the grant.\nToday, the organization helps leaders in rural towns and districts identify programming gaps and tap into comprehensive educational, medical, and social services — largely funded by federal grants. It measures community progress across a indicators like kindergarten readiness, third-grade reading, eighth-grade math, and high school graduation rates. Many of those areas saw substantial improvement over the past decade, although the COVID-19 pandemic disrupted progress.\nNow two funders — the Ballmer Group and Blue Meridian Partners — along with regional grantmakers and individual donors, are supporting PRI to adapt the model it honed in Appalachia for rural places in Texas, Missouri, and beyond.\n“It quickly became clear to us that Dreama’s vision for this field and this work was much broader than what she was doing in Appalachia,” says Cecilia Gutierrez, a managing director at Blue Meridian Partners.\nThe grantmaker gave PRI $2 million in 2023 for its work in Kentucky. Now a second two-year grant of $5 million is helping the nonprofit assist other rural communities to develop partnerships among schools, local governments, health-care systems, and other sectors to improve the lives of students.\nRural areas tend to have fewer and less accessible institutional resources than suburban or urban places, says Jeff Edmondson, executive director of community impact at the Ballmer Group. For that reason, he says, the role of an organization that helps keep a diverse group of community leaders on track to meet common goals is particularly important “to ensure that they’re using very limited resources as efficiently and effectively as possible.”\nThis year, the Ballmer Group committed $12.5 million over five years to support PRI’s efforts to assist other regions in forging community partnerships that help improve the lives of students. That’s in addition to the $2.58 million the Ballmer Group has contributed to PRI since 2022.\nIn the past year, PRI began working in two towns in rural East Texas and Mexico, Missouri, the hometown of Tyronn Lue, head coach of the Los Angeles Clippers. Lue provided $2.5 million to support that work alongside Steve Ballmer, the former Microsoft CEO and Ballmer Group founder who owns the NBA team.\nOver the next four and a half years, PRI plans to identify two more regions or towns to launch locally led partnerships. The idea is that these communities, along with those in Kentucky, Missouri, and Texas, will serve as “proof of concept” for what can work to improve education outcomes for rural families, says Gentry. “Our goal is that a superintendent in a rural place who’s really considering doing a collective impact, place-based partnership could say, ‘Hey, we see ourself in one of those five places and recognize that works in rural America.’”\nNo matter where PRI sets up shop, the work is led by locals, Gentry says.\nPRI Appalachia has a service area that spans 31 counties and 42 school districts. In Leslie County, where executive director Amon Couch was born and his father worked in the coal mines, the population is declining as people leave for better economic opportunities. The school system serves around 1,500 students, down from more than 3,500 students 30 years ago.\nTransportation is a major challenge as population density declines, and the area is a resource desert in terms of health and dental care. “The needs of our students are the greatest they’ve ever been, financially,” says Brett Wilson, the district superintendent. Around 70% of students receive some type of public assistance.\nLast year, the district transported hundreds of students to dental checkups through a partnership with a local health system and using money from a grant through the Department of Education’s Full-Service Community Schools program and a local philanthropy.\n“You can’t learn English or math or anything else when your teeth are throbbing,” Couch says.\nFederal and state grants will always be PRI’s bread and butter, Gentry says. “Public dollars should support education,” she says. Today Partners for Rural Impact’s budget is around $78.2 million, with 78% coming from the government.\nIt’s often a challenge for rural communities to come up with the matching funds some federal grants require. But philanthropy helps fill in the gaps, providing matching dollars to pay the 60 or so AmeriCorps members who work with PRI in a given year.\nRural areas are at a disadvantage when it comes to attracting philanthropy.\nA 2015 U.S. Department of Agriculture analysis found that from 2005 to 2010, rural areas received just 5 to 6% of foundation grant dollars. A 2021 FSG report found that share increased marginally to 7%, even though those communities account for 14 to 20% of the population. depending on the definition of “rural.”\nGrantmakers’ focus on how many people they can serve always puts rural groups at a disadvantage, Gentry says. But she’s successfully made the case that while total population numbers may be lower, donors can have a deeper impact outside of urban areas.\n“Your scale could be doing the same intervention in multiple rural places around the country,” she says.\nIn rural East Texas, the T.L.L. Temple Foundation has committed $2 million over five years with an additional $1 million in matching funds to help PRI establish a presence in Diboll and Pineland.\n“The issues we deal with in rural communities are very similar to what you see in urban communities — transportation, access to health care, access to child care, food deserts, lack of broadband,” says Wynn Rosser, the foundation’s president. “The issues just express themselves differently when the context is rural and remote.”\nThe foundation is the region's largest grantmaker, with wealth from the Temple family, who owned a lumber and paper manufacturing company. It has long funded efforts to increase rates of third-grade literacy and math and help more high school students earn postsecondary credentials aligned to the region’s labor market.\nAlready, PRI has helped bring together schools, colleges, nonprofits, and other community programs to work toward common goals and attract new federal funding, Rosser says. “Their method works, their leadership works, their belief in rural people and rural communities, all those things are already coming through.”\n_____\n"}, {"Source": "https://www.abcnews.go.com", "URL": "https://abcnews.go.com/Business/wireStory/judge-rules-ftc-proceed-antitrust-lawsuit-amazon-tosses-114569981", "Title": "Judge rules the FTC can proceed with antitrust lawsuit against Amazon, tosses out few state claims", "Author": "N/A", "Date": "October 7, 2024, 2:08 PM", "Content": "A federal judge said the Federal Trade Commission can proceed with its landmark antitrust lawsuit against Amazon. But, he also gave the company a small victory by tossing out a few claims made by states involved in the legal fight. The order, issued last week by Judge John H. Chun and unsealed on Monday, is a major defeat for Amazon, which has tried for months to get the case tossed out in court. A trial in the case is slated to be held in October 2026. \n“We are pleased with the court’s decision and look forward to moving this case forward,” FTC spokesperson Doug Farrar said in a prepared statement. “The ways Amazon illegally maintains its monopolies and the harm they cause—including suppressed competition and higher prices for shoppers and sellers—will be on full display at trial.” \nThe FTC and the attorneys general of 18 states, plus Puerto Rico, have alleged in court the e-commerce behemoth is abusing its position in the marketplace to inflate prices on and off its platform, overcharge sellers and stifle competition that pops up on the market. \nThe lawsuit, which was filed in September 2023, is the result of a yearslong investigation into the company’s business and is one of the most significant legal challenges brought against Amazon in its nearly 30-year history.\nU.S. regulators and state attorneys general are accusing the online retailer of violating federal and state antitrust and consumer protection laws. \nIn the order, Judge Chun, of the U.S. District Court for the Western District of Washington, allowed the federal challenges and many of the state claims to proceed. But he dismissed some claims made by New Jersey, Pennsylvania, Oklahoma and Maryland under state antitrust or consumer protection laws. \nAmazon, for its part, expressed confidence that it could prove its argument in court as the case proceeds\n“The ruling at this early stage requires the court to assume all facts alleged in the complaint are true. They are not,” Tim Doyle said in a statement, adding that the agency’s case “falsely” claims consumers only consider popular sites Walmart.com, Target.com, Amazon, and eBay when shopping for household products. \n“Moving forward the FTC will have to prove its claims in court, and we’re confident those claims will not hold up when the FTC has to prove them with evidence,” Doyle said. He also asserted the FTC’s approach “would make shopping more difficult and costly.” \nThe FTC is also suing Meta Platforms over alleged monopolistic practices, while the Department of Justice has brought similar lawsuits against Apple and Google, with some success. \n"}, {"Source": "https://www.abcnews.go.com", "URL": "https://abcnews.go.com/Business/wireStory/global-soccer-reshaped-after-eus-top-court-issued-114565142", "Title": "Will global soccer be reshaped after EU's top court issued a major ruling in Lassana Diarra case?", "Author": "N/A", "Date": "October 7, 2024, 11:23 AM", "Content": "The global soccer transfer market, worth more than $10 billion each season, is facing a revolutionary overhaul or a nuanced evolution following last week's ruling by the European Court of Justice in the Lassana Diarra case. By ruling that some FIFA regulations on player transfers are contrary to EU legislation relating to competition and freedom of movement, the bloc's top court has paved the way for deep changes in the sport's economy. \nHere is a look at the key elements of the case and the possible impact of the landmark ruling. \nLassana Diarra is a former much-traveled footballer whose career saw him play for prestigious clubs such as Chelsea, Paris Saint-Germain and Real Madrid. He represented France 34 times. At one point in his career, Diarra moved to the Russian league. It’s a dispute with Lokomotiv Moscow that triggered the legal case examined by the European Court of Justice (ECJ).\nDiarra signed a four-year contract with Lokomotiv in 2013. The deal was terminated a year later after he was unhappy with alleged pay cuts. Lokomotiv applied to the FIFA dispute resolution chamber for compensation and the player submitted a counterclaim seeking compensation for unpaid wages. The Court of Arbitration for Sport found the Russian club terminated the contract “with just cause” and the player had to pay 10.5 million euros ($11.2 million). Diarra said his search for a new team was hampered by FIFA rules stipulating that any new club would be jointly responsible with him for paying compensation to Lokomotiv.\nFree movement is a fundamental right of workers in the European Union within the single market. On that basis, the EU’s top court said that the FIFA rules, including the one that resulted in the refusal to provide Diarra with an international transfer certificate (ITC) for a move to Charleroi, restricted his freedom of movement.\nThe court also found that FIFA regulations breached the bloc’s competition law because they aim at restricting and preventing “cross-border competition which could be pursued by all clubs established in the European Union.”\nThe ECJ ruling will now be referred back to the appeal court in Mons, Belgium, which will rule on the Diarra case. This could take years rather than months. Although FIFA said it was satisfied “that the legality of key principles of the transfer system have been reconfirmed,” Diarra’s lawyers claimed “total victory.”\nThe judges in Luxembourg acknowledged having stability in player rosters and regularity in competitions are legitimate objectives for FIFA, but that rules must be applied proportionally. \nSome analysts have compared it to the ECJ’s 1995 decision on Belgian Jean-Marc Bosman. That ruling removed restrictions placed on foreign EU footballers within national leagues and allowed players in the bloc to move to another club for free when their contracts ended. Those principles had an obviously wider focus than the narrower scope of Diarra, about terminating a contract for cause. \nFor now, the decision on Diarra does not change how the transfer market functions. But many legal experts believe that the ruling will ultimately have major effects on the sport’s economy.\n“The decision essentially says the current system is too restrictive and so will have to change,” said Ian Giles, a partner at Norton Rose Fulbright law firm. “It’s entirely possible this means players will feel they can now break contracts and sign on with new clubs, without the selling club being able to hold them or demand significant transfer fees. This will likely result in reduced transfer fees and more economic power for players — but over time things will have to stabilize to allow clubs to remain economically viable.\"\nIt took more than five years after the Bosman ruling for updated FIFA transfer rules to be published in 2001. Some of those debates then will now be revisited. \nA major reset of transfer fee values can seriously affect many smaller market clubs. Bosman already accelerated gaps in wealth and competitive balance across European soccer, which is increasingly dominated by a small group of clubs. They can lure free-agent players with higher signing bonuses and salaries – money that previously would be more widely distributed via transfer fees. \nSpending by super-wealthy clubs can still reward smaller ones who excel at investing time and expertise in scouting and developing local and global talent: Ajax, Brighton, Genk in Belgium, which nurtured Kevin De Bruyne, Thibaut Courtois and Leandro Trossard.\nThe influential European Club Association, which represents more than 700 teams, sees potential threats to the industry’s health in the fallout from Diarra. Transfer fees and payments to clubs from former players being sold later in their career “are an efficient and effective means of wealth distribution from bigger clubs to smaller ones,” the ECA noted.\nThe soccer industry is increasingly a game being played by lawyers in courts and government offices.\nFIFA is being challenged in several legal arenas, in part because it works (Diarra, Super League, agents regulations ). There is also a growing perception FIFA does not listen before launching projects and that pro-transparency reforms demanded and passed a decade ago are in decline. \nWithin hours of the Diarra ruling Friday, the group of domestic leagues and player unions announced a news conference in Brussels for Oct. 14 to explain their filing to the European Commission. The complaint on competition law grounds argues FIFA adds new and bigger tournaments to the congested calendar without proper consultation.\nEuropean Leagues and FIFPRO once had a seat at FIFA’s Football Stakeholders Committee that was a key forum for debate, including on the transfer market. FIFA paused the panel in 2021 and soon its president Gianni Infantino pushed for playing World Cups every two years. The idea was resisted by a widespread backlash. The leagues group says the Diarra ruling shows how representation at FIFA is “becoming legally essential.”\nFIFA had indicated before Friday it would consult widely on transfer market reforms it believes can focus on specific issues raised by Diarra, rather than a total overhaul. \nDiarra’s lawyer Jean-Louis Dupont — who also represented Bosman 30 years ago — sees a bigger picture. He appeared to be recruiting for a wider suit against FIFA by claiming “all professional players have been affected by these illegal rules” and could now seek compensation.\n___\n"}, {"Source": "https://www.abcnews.go.com", "URL": "https://abcnews.go.com/Business/wireStory/supreme-court-hear-appeal-elon-musks-platform-warrant-114564610", "Title": "Supreme Court won't hear appeal from Elon Musk’s X platform over warrant in Trump case", "Author": "N/A", "Date": "October 7, 2024, 11:09 AM", "Content": "WASHINGTON -- The Supreme Court said Monday it won’t hear an appeal from the social media platform X over a search warrant prosecutors obtained in the election-interference case against former President Donald Trump.The justices did not explain their reasoning and there were no noted dissents. \nThe company, known as Twitter before it was purchased by billionaire Elon Musk, says a nondisclosure order that blocked it from telling Trump about the warrant obtained by special counsel Jack Smith’s team violated its First Amendment rights. \nThe company also argues Trump should have had a chance to exert executive privilege. If not reined in, the government could use similar tactics to invade other privileged communications, their lawyers argued. \nTwo nonpartisan electronic privacy groups also weighed in, encouraging the high court to take the case on First Amendment grounds.\nProsecutors, though, say the company never showed Trump had used the account for official purposes so executive privilege wouldn't be an issue. A lower court also found that telling Trump could have jeopardized the ongoing investigation.\nTrump used his Twitter account in the weeks leading up to his supporters’ attack on the Capitol on Jan. 6, 2021, to spread false statements about the election that prosecutors allege were designed to sow mistrust in the democratic process.\nThe indictment details how Trump used his Twitter account to encourage his followers to come to Washington on Jan. 6, pressured his Vice President Mike Pence to reject the certification and falsely suggested that the mob at the Capitol — which beat police officers and smashed windows — was peaceful.\nThat case is now inching forward after the Supreme Court’s ruling in July giving Trump broad immunity from criminal prosecution as a former president.\nThe warrant arrived at Twitter amid rapid changes instituted by Musk, who purchased the platform in 2022 and has since laid off much of its staff, including workers dedicated to ferreting out misinformation and hate speech.\n"}, {"Source": "https://www.abcnews.go.com", "URL": "https://abcnews.go.com/Business/wireStory/supreme-court-rejects-appeal-pharma-bro-martin-shkreli-114560855", "Title": "Supreme Court rejects appeal from ‘Pharma Bro’ Martin Shkreli", "Author": "N/A", "Date": "October 7, 2024, 9:49 AM", "Content": "WASHINGTON -- The Supreme Court on Monday rejected an appeal from Martin Shkreli, who was once dubbed “Pharma Bro” after jacking up the price of a lifesaving drug. Shkreli appealed an order to return $64.6 million in profits he and his former company reaped after monopolizing the market for the medication and drastically increasing its price. His lawyers argued that the money went to his company rather than him personally. \nThe justices did not explain their reasoning, as is typical, and there were no noted dissents. \nProsecutors, though, said the company had agreed in a settlement to pay $40 million, and because Shkreli masterminded the scheme he should bear responsibility for repaying profits. \nNew York Attorney General Letitia James applauded the court's action upholding the order, which also included a lifetime ban on Shkreli working in the pharmaceutical industry.\n“This win reinforces how our state’s tough anti-fraud laws help protect New Yorkers and ensure bad actors cannot abuse their power, wealth, or influence,” she said in a statement. \nThomas Huff, a lawyer for Shkreli, said the decision was disappointing. But he also said the high court could yet overturn a lower court decision that made the $64 million penalty order possible even though Shkreli hadn’t personally gotten the money.\n“If and when the Supreme Court does so, Mr. Shkreli will have a strong argument for modifying the order accordingly,” he said. \nShkreli was also ordered to forfeit the Wu-Tang Clan’s “Once Upon a Time in Shaolin,” the unreleased work that has been called the world’s rarest musical album. The multiplatinum hip-hop group put a single copy of the album up for auction in 2015, on the condition that it not be put to commercial use. \nShkreli was convicted of lying to investors and cheating them out of millions of dollars in two failed hedge funds he operated. Shkreli was CEO of Turing Pharmaceuticals — later Vyera — when it raised the price of Daraprim from $13.50 to $750 per pill after obtaining exclusive rights to the decades-old drug in 2015. It treats a rare parasitic disease that strikes pregnant women, cancer patients and AIDS patients.\nHe defended the decision as capitalism at work, saying insurance and other programs ensured that people who need Daraprim would ultimately get it. But the move sparked outrage, from the medical community to Congress.\n"}, {"Source": "https://www.abcnews.go.com", "URL": "https://abcnews.go.com/Business/wireStory/former-singapore-cabinet-minister-starts-1-year-sentence-114553734", "Title": "Former Singapore Cabinet minister starts 1-year sentence for receiving illegal gifts", "Author": "N/A", "Date": "October 7, 2024, 2:53 AM", "Content": "KUALA LUMPUR, Malaysia -- A former Singaporean Cabinet minister began a one-year prison term Monday for receiving illegal gifts after saying he would not appeal his sentence in the rare criminal case involving a government minister in the Asian financial hub.Former Transport Minister S. Iswaran said it was important to him that prosecutors reduced two corruption charges to charges of receiving illegal gifts at the start of the trial last month. Iswaran had pleaded guilty to one count of obstructing justice and four of accepting gifts from two businessmen with whom he had official business.\nHis sentence of 12 months in prison exceeded what the defense and prosecution had requested, but the court agreed to let him start serving the sentence Monday.\n“I will not be appealing the sentence handed down by the Court,” Iswaran said in a statement on social media. “I accept that as a minister, what I did was wrong under section 165 (of the Penal Code). I accept full responsibility for my actions and apologise unreservedly to all Singaporeans.”\nWith his prison term, he said he hoped he and his family can put “the pain and anguish behind us, move forward and rebuild our lives together.”\nSingapor e’s ministers are among the world’s best paid, and the case has embarrassed the ruling People’s Action Party, which prides itself on clean governance. The last Cabinet minister charged with graft was Wee Toon Boon, who was found guilty in 1975 and jailed for accepting gifts in exchange for helping a businessperson. Another Cabinet minister was investigated for graft in 1986, but died before charges were filed.\nA day after Iswaran's sentence last week, a Malaysian hotelier who brought Formula One to Singapore was charged Friday for allegedly obstructing justice and abetting Iswaran's wrongdoings. Ong Beng Seng did not indicate how he would plead to the charges, and his case has been adjourned until next month.\nThe second businessman will not be charged.\n"}, {"Source": "https://www.abcnews.go.com", "URL": "https://abcnews.go.com/Business/wireStory/maldives-president-muizzu-meet-indias-modi-repair-strained-114552907", "Title": "India offers financial support to Maldives after talks to repair ties", "Author": "N/A", "Date": "October 7, 2024, 1:07 AM", "Content": "NEW DELHI -- India stepped up its development assistance to the Maldives after the two leaders held talks in New Delhi on Monday in a bid to repair strained ties that saw the president of the Indian Ocean archipelago forging closer relations with China. After the talks, Prime Minister Narendra Modi said India will offer financial support to the cash-strapped Maldives in form of a $100-million treasury bills rollover. The countries also signed a $400-million currency swap agreement.\nThe two leaders virtually inaugurated a new runway of Hanimaadhoo International Airport in the Maldives, and Modi announced that work will be accelerated on the India-assisted Greater Male Connectivity Project, which aims to link key islands of the Maldives through modern transport networks.\n“India is Maldives’ nearest neighbour and a close friend,” Modi said during a joint news conference. He said the Maldives held an important position in India's “neighbourhood first policy.”\nTensions between India and the Maldives have grown since President Mohamed Muizzu, who favors closer ties with China, was elected last year after defeating India-friendly incumbent Ibrahim Mohamed Solih. Leading up to the election, Muizzu had promised to expel Indian soldiers deployed in the Maldives to help with humanitarian assistance. In May, New Delhi replaced dozens of its soldiers with civilian experts.\nIn January, Maldivian leaders lashed out at Modi for promoting India’s Lakshadweep archipelago for Indian travelers. Lakshadweep is off the southwestern coast of the Indian mainland.\nMaldivians saw the move as a way to lure Indian tourists away from their country. It sparked angry protests from Indian celebrities who called for a tourism boycott to the Maldives. Tourism is the mainstay of the Maldives’ economy. \nThe dispute deepened when Muizzu visited China ahead of India in January, a move seen by New Delhi as a snub. On his return, Muizzu spelled out plans to rid his tiny nation of dependence on India for health facilities, medicines and import of staples. \nA thaw ensued after Muizzu attended Modi’s June swearing-in ceremony in New Delhi for a third five-year term. Since then, Muizzu has toned down his anti-Indian rhetoric, and official-level contacts have intensified with New Delhi as concerns rose that the Maldives could be staring at an economic crisis.\n“India is a key partner in the socio-economic and infrastructure development of the Maldives and has stood by the Maldives during our times of need,” Muizzu said after the meeting. He said the currency swap agreement “will be instrumental in addressing the foreign exchange issues we are facing right now.”\nMuizzu will also hold meetings with senior Indian officials during his five-day visit.\nRegional powers India and China compete for influence in the archipelago nation, which is strategically located in the Indian Ocean.\nFor decades, India has been a critical provider of development assistance to the Maldives. Meanwhile, the Maldives joined China’s Belt and Road Initiative to build ports and highways and expand trade as well as China’s influence across Asia, Africa, and Europe. \nMuizzu’s visit is essential for Modi, who is facing a challenging time in neighborhood diplomacy with Marxist politician Anura Kumara Dissanayake taking over as Sri Lanka’s president and India-friendly Bangladesh Prime Minister Sheikh Hasina fleeing to India in August after being forced to resign by students-led protests. Nepal also elected pro-China K.P. Sharma Oli as its prime minister. \n___\n"}, {"Source": "https://www.abcnews.go.com", "URL": "https://abcnews.go.com/Business/wireStory/farmers-burundi-banded-fair-prices-avocados-114552718", "Title": "How farmers in Burundi banded together to get fair prices for avocados", "Author": "N/A", "Date": "October 7, 2024, 12:53 AM", "Content": "KAYANZA, Burundi -- Farmers in a remote part of Burundi know to look for a truck parked by a highway when it is time to sell their avocados. They materialize from villages and form a crowd around the vehicle, watching closely as crews weigh and load the crated fruits. Such roadside exchanges, repeated regularly during peak harvest season, long provided a ready market for smallholder avocado growers in a country that’s sometimes ranked as the world’s poorest. But the transactions now promise real earnings thanks in part to the intervention of the national government and farmers’ cooperatives that worked to set terms for foreign avocado dealers. \nJust a year ago, farmers selling their avocados to the transporters earned 10 cents per kilogram (2.2 pounds), far less than the price for a small bottle of water. These days, they get roughly 70 cents for the same quantity, a meaningful increase for people who mainly farm to feed their families. \nA major change in the trade is that payments in U.S. currency now go into the bank accounts of cooperatives that pay their members directly almost as soon as the avocado haulers leave. Acting as intermediaries, groups such as Green Gold Burundi, which has its headquarters in the northern province of Kayanza and represents 200,000 farmers nationwide, say they are better positioned than individual growers to stem exploitation.\nThe participation of the cooperatives is an important step toward regulating the country's avocado exports, said Ferdinand Habimana, vice president of Green Gold Burundi’s administrative board. Although the government is promoting avocado farming to diversify exports, avocados grown in Burundi are yet to be trademarked as coming from there, he said. \n“So it is legally done now, but what we are developing now is that the (avocados) can reach the final destination as avocados taken from Burundi,” said Habimana, speaking of his group’s dealings with exporters in Tanzania and elsewhere in East Africa. \nZacharie Munezero, who oversees quality management for Green Gold Burundi, acknowledged that the 70 cents farmers earn for a kilogram of avocados is still insufficient when exporters can fetch between $3 and $5 for the same quantity in international markets.\nAvocados are cheap in many parts of sub-Saharan Africa, where they can be purchased from farmers in bulk for almost nothing. In Burundi, avocados became more widely cultivated after the country's former leader, Pierre Nkurunziza, started extolling the fruit in 2007 as a source of nutrition and income. \nMany households that don’t produce the varieties favored by exporters usually look after at least one avocado plant of the local variety known to Burundians as “amapeter,” in remembrance of Nkurunziza, who died in 2020.\nBut while coffee and tea exports – Burundi’s traditional sources of much-needed foreign currency – have long been coordinated, the trade in Burundian avocados has remained unregulated, according to farmer representatives and a trade official. They said that avocado exports could be as profitable for the country as coffee if the government asserted its rule-making authority. \nDesirable measures include guaranteeing a minimum price for farmers, stopping foreign traders from dealing directly with farmers, and encouraging widespread cultivation of the Hass avocados favored by European consumers, they said.\nBurundi “cannot rely only on coffee and tea,” Onesime Niyukuri, an adviser in the foreign trade department of the Ministry of Foreign Affairs, said of the country's limited exports.\nIf avocado dealers from elsewhere in East Africa “can come and buy at a price that is already set by the government, there is no problem,” he said.\nThe government ramped up its efforts to organize avocado exports earlier this year as dollar shortages fueled sporadic shortages of sugar and other goods. \nUnder new regulations, which require foreign dealers to register with local authorities, exporters must submit copies of their supply contracts and specify market destinations for Burundian avocados, according to the Ministry of Trade, Transport, Industry and Tourism. \nBurundi aims to export more than 10 million tonnes (11 million tons) of avocados each year by 2030, said Niyukuri, citing the government’s strategic plan. Recent figures on Burundi’s foreign exchange earnings from the avocado crop were not readily available.\nThe government’s target is to plant 50,000 avocado trees in each of Burundi’s 17 provinces. Local authorities in provinces such as Kayanza want each household to own at least 10 trees producing exportable avocados. \nThat includes the Mexican variety Fuerte and especially Hass avocado, the most commercially successful variety globally. The fruit, which has dark bumpy skin and bright yellow-green flesh, takes more than two weeks to ripen and can survive several days in transit. \nBurundi, a small mountainous country about the size of Maryland, is home to 13 million people. Annual income per capita was $199 in 2023, among the lowest globally, and nearly 65% of the population lives below the poverty line, according to World Bank figures.\nAgriculture is the main economic activity, and many people in rural provinces such as Kayanza mostly grow the potatoes and vegetables they will consume through the year. For some, including those with a few avocado trees in their compounds, the pear-shaped green fruit has proven a surprisingly reliable source of income.\nEric Nsabimana, a farmer in Kayanza, recalled starting as an avocado grower in response to the campaign of former leader Nkurunziza. Some farmers, feeling forced into planting avocados, uprooted the seedlings the government gave them and now rue the missed opportunity, Nsabimana said. \n“The people who didn’t plant, they regret,” he said.\nNsabimana, who anticipates making more than $6,000 a year selling avocados now that the price is higher, said he used his earnings to acquire five more hectares (12.4 acres) of land now planted with 500 avocado trees.\nHabimana, the senior official with Green Gold Burundi, said his group moved to mobilize avocado farmers for better rewards after it realized at the beginning of the year they were being exploited by foreign traders.\nOne day in January, he followed a truck transporting Burundian avocados to neighboring Tanzania, believing the cargo was destined for consumption in the region. When he saw the avocados getting washed, weighed and packed in the town of Njombe, he realized the goods were bound for another export market abroad. \n“There was another destination somewhere else, not in Njombe,” Nsabimana said.\nWhen he returned to Kayanza, Green Gold Burundi prioritized plans to register avocado farmers in a way that eliminated middlemen and guaranteed a reasonable price for farmers. The cooperative pays taxes and keeps a cut of avocado proceeds to sustain operations that include providing members with seedlings and organic manure. \nMunezero, the cooperative's quality management official, said that while the price of avocados “is still a problem,” his group is “focusing on capacity building\" and encouraging residents to plant more avocado trees. \nGreen Gold Burundi has distributed millions of seedlings in the past year, finding enthusiasm among farmers eager to join the avocado bandwagon. Even growers with only a few backyard Hass plants said they increasingly see avocado as a cash crop. \n“Avocados mean dollars to us,” one such grower, Samuel Niyinyibutsa, said, adding that he knows some Kayanza residents who feel “left behind” when they see others collect payments for their produce.\n“But they still have time,” Niyinyibutsa said. “They can be awakened and start planting avocados because avocado can do well to them as it is doing well to us.”\n___\n"}, {"Source": "https://www.abcnews.go.com", "URL": "https://abcnews.go.com/Business/wireStory/stock-market-today-asian-shares-climb-after-blockbuster-114552440", "Title": "Stock market today: Wall Street slides after Treasury yields climb back above 4% and oil rises", "Author": "N/A", "Date": "October 7, 2024, 12:43 AM", "Content": "NEW YORK -- U.S. stocks slid Monday after Treasury yields hit their highest levels since the summer and oil prices continued to climb.The S&P 500 dropped 1%, though it’s still close to its all-time high set a week earlier. The Dow Jones Industrial Average fell 398 points, or 0.9%, coming off its own record, while the Nasdaq composite sank 1.2%.\nIt’s a stall for U.S. stocks after they rallied to records on relief that interest rates are finally heading back down, now that the Federal Reserve has widened its focus to include keeping the economy humming  instead of just fighting high inflation. Friday’s blowout report on U.S. jobs growth  raised optimism about the economy and hopes that the Fed can pull off a perfect landing for it.\nThe stronger-than-expected hiring pushed Goldman Sachs economist David Mericle to say he now sees just a 15% chance of a recession, down from 20%. \nBut Friday’s jobs report was so strong that it also forced traders to ratchet back forecasts for how much the Fed will ultimately cut interest rates by. That in turn has sent Treasury yields higher, and the 10-year yield is back above 4% for the first time since August.\nThe two-year Treasury yield also briefly climbed back above 4% Monday, up from 3.50% a couple weeks ago. That’s a sizeable move for the bond market, and it can drag on prices for stocks and all kinds of other investments.\nWhen Treasury bonds, which are seen as the safest possible investments, are paying more in interest, investors become less inclined to pay very high prices  for stocks and other things that carry bigger risk of losing money.\nMonday’s sharpest losses hit stocks of utility companies. These kinds of stocks tend to pay big dividends, which means they can see potential buyers leave when bonds are paying more in interest.\nUtilities fell 2.3% for the sharpest loss among the 11 sectors that make up the S&P 500 index, including a 5.2% drop for Vistra and a 3.3% slide for Duke Energy. \nIt’s more difficult to look attractive to investors seeking income when a 10-year Treasury is paying a 4.02% yield, up from 3.97% late Friday and from 3.62% three weeks ago.\nThe yield on the two-year Treasury, which more closely tracks expectations for the Fed, jumped more on Monday. It rose to 3.99% from 3.92% late Friday.\nTreasury yields may also be feeling upward push from the recent jump in oil prices. Crude prices have been spurting higher on worries that worsening tensions in the Middle East  could ultimately lead to disruptions in the flow of oil. \nBrent crude, the international standard, rose another 3.7% Monday to settle at $80.93 per barrel. Benchmark U.S. crude, meanwhile, also gained 3.7%, to $77.14 per barrel.\nStocks that are seen as the most expensive can feel the most downward pressure from higher Treasury yields, and the spotlight has been on Big Tech stocks. They drove the majority of the S&P 500’s returns in recent years and soared to heights that critics called overdone.\nApple fell 2.3%, Amazon dropped 3% and Alphabet sank 2.4% to act as some of Monday's heaviest weights on the S&P 500.\nAn exception was Nvidia, which rose another 2.3%. It rode another upswell in excitement about artificial-intelligence technology after Super Micro Computer soared 15.8% after saying it recently shipped more than 100,000 graphics processing units with liquid cooling.\nIf Treasury yields keep rising, companies will likely need to deliver bigger profits to drive their stock prices much higher, and this week marks the start of the latest corporate earnings reporting season.\nAnalysts say earnings per share grew 4.2% during the summer for S&P 500 companies from a year earlier, led by technology and health care companies, according to FactSet. If those analysts are correct, it would be a fifth straight quarter of growth. \nPepsiCo will report its latest quarterly results on Tuesday, but the momentum will really pick up Friday. That’s when JPMorgan Chase, Wells Fargo and Bank of New York Mellon will report, as banks dominate the early days of reporting season. \nBank stocks were mixed Monday, with a few adding to gains from Friday when the stronger-than-expected jobs report raised hopes that customers will borrow more money and make good on the loans. \nElsewhere on Wall Street, winemaker Duckhorn Portfolio more than doubled after a private-equity firm said it would buy the company for roughly $1.95 billion in cash.\nAll told, the S&P fell 55.13 points to 5,695.94. The Dow dropped 398.51 to 41,954.24, and the Nasdaq sank 213.95 to 17,923.90.\nIn stock markets abroad, European indexes were mixed following bigger gains in Asia.\nJapan’s Nikkei 225 index rose 1.8% after the value of the yen sank against the U.S. dollar. A weaker yen can boost profits for Japanese exporters.\nStock markets in mainland China will reopen on Tuesday from a weeklong holiday, and the government said it plans to explain details of plans for economic stimulus at a morning news conference in Beijing. \n___\n"}]
