[{"Source": "https://www.abcnews.go.com", "URL": "https://abcnews.go.com/Entertainment/wireStory/piece-piece-pharrell-finds-lego-fits-life-story-114619801", "Title": "In 'Piece by Piece,' Pharrell finds Lego fits his life story", "Author": "N/A", "Date": "October 8, 2024, 4:58 PM", "Content": "TORONTO -- When Pharrell Williams and Morgan Neville decided to embark on a movie about Williams’ life but animated in Lego pieces, they knew there would be culture shocks. But making “Piece by Piece” still led to some places that neither Williams, Neville or Lego could foresee.“We did have extensive conversations about how wide a back of a bikini bottom would be on a minifig in a ‘Rump Shaker’ video,” says Neville, chuckling. “We had many discussions about things I thought I would never be talking about as a filmmaker.”\n“Piece by Piece” did not come with any easy-to-assemble instructions. It’s part music biopic, part documentary, part family film. It is, like many things about Williams’ hit-making life, radiant with uplift, beats and idiosyncrasy. \n“Society likes to put us in boxes, pun intended,” Williams says, speaking alongside Neville. “Here was a moment where this guy’s view of my life and the way he saw it strung together was incredibly liberating for me. While I’ve never seen myself in a box, this helps other people now to, as well.”\n“Piece by Piece,” which Focus Features releases in theaters Friday, begins, like many documentaries, with the director, Neville, sitting down with a camera crew focused on their subject, Williams. But in this case, Williams — and everything else, including a bearded, bespectacled Neville — are Lego.\n“What if we told my life with Legos?” Williams asks in the film. “That’ll never happen,” replies Neville.\nWhat follows is something like a traditional documentary complete with colorful recounting of past struggles and triumphs, from his upbringing in Virginia Beach to his string of chart-topping hits, told through Williams’ voiceover and a number of talking heads. It was recorded that way in interviews, either on camera, Zoom or phone, and then animated into Lego form. Here, finally, is a chance to see Busta Rhymes as a Lego, along with many others, including Jay-Z, Snoop Dogg and Missy Elliott.\n“The first meeting we had was with Lego because if they had said no, there would have been no film,” says Neville, the director of documentaries including “20 Feet From Stardom,” “Won't You Be My Neighbor” and “Steve!” “To their credit, they not only said yes, but I think understood the kind of growth it would force them into.”\nFor Lego, the Danish toy company, making “Piece by Piece” was its biggest gamble since stepping into feature films with 2014’s “The Lego Movie.” Neville approached the company’s head of global entertainment, Jill Wilfert with a pitch for what would be Lego’s first foray into a documentary not about itself. Wilfert was immediately responsive.\n“The whole idea behind Lego is its endless creativity and limitless possibility, and Pharrell really kind of embodies that,” she says.\nAs proof of concept, Neville put together a 90-second video of Williams reflecting on his upbringing and the inspiration of artists like Stevie Wonder. (A vinyl of “Songs in the Key of Life” is another one of those things you never expected to see as a Lego.)\n“I came away from that saying, ‘This is totally going to work,’” Neville says. “And everybody we showed it to got it. They were like: I want to see this movie.”\nStill, Neville and Williams knew the Lego approach would mean working within PG parameters. Some things about Williams’ life — like being young and famous while operating in the upper echelons of pop and hip-hop — wouldn’t fit in a family-friendly movie. Williams says the movie “paraphrases” his life.\n“There were definitely some areas that weren’t within my expectations of where we might go,” Wilfert says. “We had a lot of good dialogue throughout the whole process. Morgan and Pharrell, there was mutual respect because we are a brand that people have high expectations of and expect certain things of. So we did work with them on areas that we felt did make sense and didn’t make sense.”\nIt also pushed Lego in other ways. Williams is particularly proud that the movie led to Lego expanding its available skin tones and hair textures. Williams’ Lego self — which he carried proudly to the Toronto International Film Festival premiere of “Piece by Piece” — was specifically designed to match his own skin tone.\n“You name the type of human being, we fought hard for their existence and acknowledgement,” says Williams. “Lego obliged and I think the brand is better because of it.”\nOne of the movie’s most clever designs is illustrating tracks that Williams crafts himself or in collaboration, like Snoop Dogg’s “Drop It Like It’s Hot,” Gwen Stefani’s “Hollaback Girl,” Nelly’s “Hot in Herre” or Pharrell’s own “Happy.” Each is rendered as a unique little glowing set of Legos pieced together.\nOther, less happy aspects of Williams’ life don’t make the cut. You won’t see anything about the “Blurred Lines” lawsuit, in which Marvin Gaye’s estate sued for copyright infringement and won. Nor is there anything in the film about Williams’ recent legal squabbles with his Neptunes co-founder Chad Hugo. Earlier this year, Hugo filed a trademark opposition over the duo’s name, claiming Williams’ “fraudulently” sought control of it. Representatives for Williams have disagreed, saying Williams “reached out on multiple occasions to share in the ownership.”\n“Piece By Piece,” though, does include a positive portrayal of Hugo, particularly in Williams’ early days in Virginia Beach, when the two began making music together.\n“There’s nothing bittersweet. I’m so grateful for my experiences. Chad is an integral part of the beginning, the genesis of my pursuit in music and being there,” Williams says. “I met him in the second grade in band class, and the memories that we have of making music together, I would not be sitting here if it weren’t for us meeting.”\nWilliams, who is Men’s Creative Director for Louis Vuitton, is talented when it comes to brand management. He released his debut solo album, “In My Mind,” in 2006 and long ago stepped into the spotlight, himself. But he has, by his own acknowledgement, remained a producer at heart. Not everything about “Piece by Piece” was easy for him.\n“A lot of that was vulnerable for me,” Williams says. “I’m, like, crying two times in the story. I hadn’t considered he might ask questions that would trigger emotion. I’m such a produced person. I’ve produced myself so much.”\nIt’s a sentiment that Neville, as a protean documentarian used to adapting to the style and attitude of his subjects, can relate to.\n“Pharrell as a producer is often holding up a mirror to artists to get them to see themselves. My job is to hold up a mirror to him to get him to see himself,” Neville says. “I feel like, in an odd way, we have the same job.”\nWhen Neville interviewed other musicians for the film, he told them that they’d be animated. But he didn’t say how. It was only later they found out they’d be Lego minifigs.\n“Everyone was so shocked and so elated,” says Williams. “I feel like it released the inner child in all of them. Some of them look at life that way, anyways. Other ones, even the tough guys, were like, ‘Oh, man, this is so cool.’”\nCapturing Williams’ life in a playful, even childlike way will surely help some younger viewers connect to his story. Becoming a world-famous multi-hyphenate might seem out of reach to most, but “Piece by Piece” makes it look, almost, like a snap.\n"}, {"Source": "https://www.abcnews.go.com", "URL": "https://abcnews.go.com/Entertainment/wireStory/cbs-news-trump-campaign-shifting-explanations-snubbed-60-114617380", "Title": "CBS News says Trump campaign had 'shifting explanations' for why he snubbed '60 Minutes'", "Author": "N/A", "Date": "October 8, 2024, 4:12 PM", "Content": "NEW YORK -- CBS News said the Trump campaign offered “shifting explanations” for why it backed out of a “60 Minutes” interview special with presidential candidates that aired without him.The network's Scott Pelley appeared on the air Monday night to explain why Republican Donald Trump did not appear on what has become a “60 Minutes” tradition: back-to-back interviews with presidential candidates in the last month of the campaign.\nHarris was on the show, interviewed by Bill Whitaker. Where Trump was supposed to appear, “60 Minutes” instead aired a story about an Arizona official pushing false claims about election fraud.\nPelley said that the Trump campaign “complained that we would fact-check the interview. We fact-check every story.”\nThe Trump team also demanded an apology for his interview during the 2020 campaign, where he claimed that correspondent Lesley Stahl said a laptop computer belonging to President Joe Biden's son Hunter came from Russia. “She never said that,” Pelley said.\nPelley said that Trump's team had agreed to an interview at the former president's Mar-a-Lago home, with an additional talk in Butler, Pennsylvania, where he returned to the scene of a July assassination attempt.\nTrump spokesman Steven Cheung said “60 Minutes” “begged for an interview.” The campaign did have concerns about the show's reporting on Hunter Biden and how it insisted upon editing Trump's comments, he said.\n“There was nothing scheduled or agreed upon,\" Cheung said. ”We had already long promised an exclusive in filming at Butler to another national outlet, which turned out the be Fox News.\"\nTrump's interview with Fox's Laura Ingraham aired an hour before \"60 Minutes\" on Monday night. His absence from CBS was not mentioned in their exchange. Trump apparently, watched, however, posting on Truth Social that the Harris interview “is considered by many of those who reviewed it, the WORST interview they have ever seen.”\nPelley poked at Trump, noting he had already turned down another opportunity to debate Harris, along with the “60 Minutes” interview, “which may have been the largest audience for the candidates between now and election day.”\nMoving “60 Minutes” out of its traditional Sunday time slot may have depressed the audience size, however. An estimated 5.4 million people watched on Monday, according to preliminary Nielsen company figures, compared with the 9.6 million who saw the newsmagazine on Sunday, Sept. 29.\nNo estimate for Trump's audience on Ingraham's show was immediately available. Her show averaged 2.7 million viewers a night last week, Nielsen said.\n___\n"}, {"Source": "https://www.abcnews.go.com", "URL": "https://abcnews.go.com/Entertainment/wireStory/mlb-air-local-games-guardians-brewers-twins-beginning-114617288", "Title": "MLB will air local games for Guardians, Brewers and Twins next season", "Author": "N/A", "Date": "October 8, 2024, 3:51 PM", "Content": "Major League Baseball announced Tuesday it will produce and distribute local broadcasts for the Cleveland Guardians, Milwaukee Brewers and Minnesota Twins next year. All three teams had contracts with Diamond Sports Group that expired at the end of the regular season.The Texas Rangers, whose deal also expired last month, also announced they will no longer be partnering with Diamond. They are assessing their options for next season.\nThe addition of the Guardians, Brewers and Twins means MLB will be handling the production and distribution of at least six teams going into 2025.\nMLB took over broadcasts of the San Diego Padres and Arizona Diamondbacks during the 2023 season and the Colorado Rockies this year.\nRick Schlesinger, the president of business operations for the Brewers, said he expects more teams could be partnering with MLB by the opening of next season.\n“This has been a long process. It’s a very deliberative process,\" he said. \"We’ve done this through a lot of work, a lot of analysis. I think this is going to be a huge game changer for us, for our content.”\nBy taking over the broadcasts, MLB expects to increase the market reach of its teams by at least 2 million households in each market. The Diamondbacks went from being available in 930,000 households on a regional sports network to 5.6 million homes through a combination of being on local cable systems, satellite and direct-to-consumer streaming.\n“With the media landscape continuing to evolve, Major League Baseball is committed to serving our fans by ensuring they can see their favorite clubs, removing blackouts where we can, and ultimately growing the reach of our games,” Noah Garden, MLB deputy commissioner for business and media, said in a statement.\nThe Twins took a public relations hit in Minnesota for cutting their 2024 player payroll coming off a division title and their first postseason series win in 22 years, in light of the reduced rights fee coming from Diamond. They will lose the rights fee altogether with this MLB-produced model, but team president Dave St. Peter said this announcement would not have an effect on player spending for the upcoming season.\n“We’ve spent a tremendous amount of time with Major League Baseball trying to better understand this marketplace, trying to better understand what a model like this will ultimately provide to the team. We also have studied closely what’s happened in San Diego, in Arizona and in Colorado. We’ve gotten comfortable in those economics. They are where they are,\" St. Peter said.\n\"We do expect that there will be a reduction in local revenue coming to the Twins in 2025. I think that’s a fact. That said, over the long haul we have tremendous confidence in our content and believe, while maybe we’ll take a dip for ’25, that over time the viewership and those economics related to that viewership will increase.”\nCleveland games were available on approximately 1.45 million households on its regional sports network. That reach is expected to increase 235% to 4.86 million households. Minnesota's will go up 307% from 1.08 million homes to 4.4 million.\nSchlesinger said the Brewers had 800,000 households that could receive games this past season, but he also expects to see significant growth with the new model.\n“From a fan perspective, it’s great because you’re going to have total access and no blackouts,\" he said. “There’s a lot of staffing, a lot of infrastructure, a lot of decisions have to be made, a lot of people to be hired, a lot of sponsors to contact. This is the right time to do this. It’s a good jumping point, platform to make sure when the calendar turns to 2025, we’re already fully immersed in this and that we know when the first game starts, that we’re ready to go and the product’s going to be outstanding.”\nMLB could be taking over more teams as Diamond Sports Group continues to go through bankruptcy proceedings. The nation's largest owner of regional sports networks could be down to doing only Atlanta Braves games in 2025.\nThe operator of the Bally Sports regional networks presented its reorganization plan in U.S. Bankruptcy Court in Houston last week. As part of the reorganization, Diamond plans to void the contracts of the Detroit Tigers and Tampa Bay Rays and to attempt to rework the deals of the five franchises that are partial owners of their regional sports networks — the Cincinnati Reds, Kansas City Royals, Los Angeles Angels, Miami Marlins and St. Louis Cardinals.\nSt. Peter said he expects more teams to sign onto the model in the future.\n“Starting to build that direct-to-consumer foundation, which clearly is the future of the way our games will be distributed — it’s time to get on with that and we’re excited about that,” St. Peters said. “Our ownership understands the consequences of that, but I think over time there’s way more upside than short-term downside.”\nA final hearing on Diamond's reorganization plan is scheduled for Nov. 14. Diamond also has the rights to 13 NBA and eight NHL teams.\nDiamond Sports Group and Sinclair Broadcast Group bought the regional sports networks from The Walt Disney Co. for nearly $10 billion in 2019. Disney was required by the Department of Justice to sell the networks for its acquisition of 21st Century Fox’s film and television assets to be approved.\n___\nAP sports writers Dave Campbell in Minneapolis and Steve Megargee in Milwaukee contributed to this story.\n___\n"}, {"Source": "https://www.abcnews.go.com", "URL": "https://abcnews.go.com/Entertainment/wireStory/mlb-air-local-games-cleveland-milwaukee-minnesota-beginning-114616889", "Title": "MLB will air local games for Cleveland, Milwaukee and Minnesota beginning next season", "Author": "N/A", "Date": "October 8, 2024, 3:47 PM", "Content": "Video\n"}, {"Source": "https://www.abcnews.go.com", "URL": "https://abcnews.go.com/Entertainment/wireStory/interview-tough-cbs-news-grappling-question-after-dokoupil-114615670", "Title": "When is an interview too tough? CBS News grappling with question after Dokoupil interview", "Author": "N/A", "Date": "October 8, 2024, 3:31 PM", "Content": "NEW YORK -- Television morning show interviews often don't stray beyond dinner recipes or celebrity hijinks. Yet a week after it took place, CBS News host Tony Dokoupil's pointed interview with author Ta-Nehisi Coates about Israel remains the subject of heated conversations at the network and beyond.CBS management took the unusual step of scolding Dokoupil before his colleagues for not living up to network standards, in a private meeting Monday that quickly became public, and “CBS Mornings” staff continued to discuss it on Tuesday.\nThe seven-minute interview on Sept. 30 was about Coates' new book of essays, and Dokoupil zeroed in right away on a section about Israel and Palestinians in the West Bank in an exchange the Washington Post last week called “unusually tense and substantive.”\nFor all of Coates’ honors as a writer, Dokoupil said that the essay “would not be out of place in the backpack of an extremist.” He wondered why Coates’ writing did not include references to Israel being surrounded by enemies that want to eliminate the country.\n“Is it because you just don’t believe that Israel in any condition has a right to exist?” he asked.\nCoates said there was no shortage of places where Israel's viewpoint is represented, and that he wanted to speak for those who don't have a voice.\n“I wrote a 260-page book,” Coates said. “It is not a treatise on the entirety of the conflict between the Israelis and the Palestinians.”\nDokoupil later asked Coates about what offended him about the existence of a Jewish state, and he said that Palestinians “exist in your narrative merely as victims of Israel,” as if they had not been offered peace in any juncture. \nCoates said that he was offended when anyone — including the Palestinians who talked to him for his book — are treated as second-class citizens in the country where they live, comparing it to the Jim Crow-era United States where his ancestors grew up.\nIn the staff call on Monday, CBS News chief Wendy McMahon and her deputy, Adrienne Roark, said several journalists in the company had reached out to them about the interview.\n“There are times we have not met our editorial standards,” Roark said, citing Dokoupil's interviews and other comments made by CBS personnel that she did not identify.\nCBS News is built on a “foundation of neutrality,” she said. “Our job is to serve our audience without bias or perceived bias.”\nShe said that the problems had been addressed, but neither she nor CBS explained what this meant.\nMcMahon told staff members on the call that she expected its contents would remain confidential. But a tape of it was posted within hours on The Free Press news site.\nDokoupil did not immediately return messages seeking comment. A spokesman for Coates did not return a message.\nDokoupil is one of three “CBS Mornings” hosts, along with Gayle King and Nate Burleson. All three participated in the interview with Coates, but with the exception of an opening question by Burleson and a brief one at the end by King, it was dominated by Dokoupil.\nDokoupil is married to NBC News journalist Katy Tur. He has two children from a previous marriage who both live with their mother in Israel. In the wake of the Oct. 7, 2023, Hamas attack, Dokoupil said on the show that, “as a father, I think people can understand if somebody, anybody, is firing rockets in the direction of your children without regard to whether they are struck or not, you're going to feel a thing or two.”\nThe rebuke by CBS management Monday came on the first anniversary of the Hamas attack.\nManagement received immediate pushback on the call from Jan Crawford, CBS News' chief legal correspondent, who said that it's a journalist's obligation to ask tough questions when somebody comes on the air to present a one-sided view.\n“I don't see how we can say that failed to meet our editorial standards,” Crawford said. She said she worried that it would make her think twice when conducting interviews.\n___\n"}, {"Source": "https://www.abcnews.go.com", "URL": "https://abcnews.go.com/Entertainment/wireStory/disney-world-universal-orlando-remain-open-ahead-hurricane-114604792", "Title": "Disney World, Universal Orlando and SeaWorld will all close ahead of Milton", "Author": "N/A", "Date": "October 8, 2024, 12:36 PM", "Content": "ORLANDO, Fla. -- Orlando’s tourism machine began grinding to a halt Tuesday with at least three major theme parks and the main airport announcing closures ahead of Hurricane Milton ’s expected hit as a major storm in Florida.Walt Disney World, Universal Orlando and SeaWorld will close their theme parks and respective entertainment facilities on Wednesday, with the latter two also closed on Thursday and Disney likely to remain closed.\nUniversal also canceled Halloween Horror Nights scheduled for both days.\nThe theme parks join Orlando International Airport, which said it would cease operations Wednesday morning. The airport is the nation’s seventh busiest and Florida’s most trafficked.\nDisney World had said earlier in the day that it was open and planned only to close its campgrounds and rental cabins ahead of the storm.\nThe only indication at Disney Springs that a hurricane was coming had been the closure of a hot air balloon ride. “Closed due to hurricane,” an electronic sign read. “Stay safe.”\nAll the other stores and restaurants in the outdoor shopping, dining and entertainment complex inside the resort were open and doing brisk business.\nMilton, which is expected to come ashore Wednesday, threatened to ruin the vacations of tens of thousands of tourists at Disney World. \nNicole and Zeb Downs arrived on Monday after a 21-hour drive from Arkansas, expecting a 12-day Florida vacation with their three young sons. By Tuesday afternoon, they were contemplating packing up their car and heading back.\n“We are disappointed but it’s kind of out of our hands at this point,” said Zeb Downs as he strolled with his family along a still-bustling Disney Springs shopping and restaurant district at the park resort.\nNeither of them had experienced a hurricane before and weren’t sure they wanted to try it.\nThe Orlando area is the most visited destination in the United States due to Disney World, Universal Orlando Resort and other theme parks, attracting 74 million tourists last year alone. \nOctober is also among the busier times for theme parks because of Halloween-related celebrations, which have become major money generators over the past couple decades. Universal Orlando hosts “Halloween Horror Nights,” with ghoulish haunted houses based on slasher films and other pop culture horror, and Disney has its tamer “Mickey's Not-So-Scary Halloween Party.”\nWhile Disney rarely shuts its doors — save for dangerous hurricanes in recent years, the COVID-19 pandemic and the Sept. 11, 2001, attacks — its hotels are often havens for coastal residents fleeing impending storms. A check of Disney World’s online reservation system on Tuesday morning showed no vacancies.\nThose lucky enough to get a hotel reservation have gotten unexpected treats during past storms. During Hurricane Irma in 2017, guests at a hotel on Disney property found themselves stranded with actor Kristen Bell, who voiced the role of Anna in the beloved Disney film “Frozen.” While in Orlando, the actor found time to sing songs for evacuees at a nearby hurricane shelter.\nOnce a hurricane passes, the theme parks try to return operations to normal as quickly as possible. After Hurricane Charley charted a devastating path through Orlando in 2004, Disney World had utility vehicles picking up downed tree limbs and clearing roads on its property within an hour in the pitch-dark night.\n___\n"}, {"Source": "https://www.abcnews.go.com", "URL": "https://abcnews.go.com/Entertainment/wireStory/las-vegas-blow-kiss-goodbye-literally-tropicana-flashy-114605443", "Title": "Las Vegas will blow a kiss goodbye — literally — to the Tropicana with a flashy casino implosion", "Author": "N/A", "Date": "October 8, 2024, 12:11 PM", "Content": "LAS VEGAS -- Sin City will quite literally blow a kiss goodbye to the Tropicana before first light Wednesday in an elaborate implosion that will reduce to rubble the last true mob building on the Las Vegas Strip.The Tropicana's hotel towers are expected to tumble in 22 seconds at 2:30 a.m. Wednesday. The celebration will include a fireworks display and drone show.\nIt will be the first implosion in nearly a decade for a city that loves fresh starts and that has made casino implosions as much a part of its identity as gambling itself.\n“What Las Vegas has done, in classic Las Vegas style, they’ve turned many of these implosions into spectacles,” said Geoff Schumacher, historian and vice president of exhibits and programs at the Mob Museum. \nFormer casino mogul Steve Wynn changed the way Las Vegas blows up casinos in 1993 with the implosion of the Dunes to make room for the Bellagio. Wynn thought not only to televise the event but created a fantastical story for the implosion that made it look like pirate ships at his other casino across the street were firing at the Dunes.\nFrom then on, Schumacher said, there was a sense in Las Vegas that destruction at that magnitude was worth witnessing.\nThe city hasn't blown up a Strip casino since 2016, when the final tower of the Riviera was leveled for a convention center expansion.\nThis time, the implosion will clear land for a $1.5 billion baseball stadium for the relocating Oakland Athletics, part of the city's latest rebrand into a sports hub. \nThat will leave only the Flamingo from the city’s mob era on the Strip. But, Schumacher said, the Flamingo's original structures are long gone. The casino was completely rebuilt in the 1990s.\nThe Tropicana, the third-oldest casino on the Strip, closed in April after welcoming guests for 67 years.\nOnce known as the “Tiffany of the Strip” for its opulence, it was a frequent haunt of the legendary Rat Pack, while its past under the mob has long cemented its place in Las Vegas lore.\nIt opened in 1957 with three stories and 300 hotel rooms split into two wings.\nAs Las Vegas rapidly evolved in the following decades, including a building boom of Strip megaresorts in the 1990s, the Tropicana also underwent major changes. Two hotel towers were added in later years. In 1979, the casino’s beloved $1 million green-and-amber stained glass ceiling was installed above the casino floor.\nThe Tropicana's original low-rise hotel wings survived the many renovations, however, making it the last true mob structure on the Strip.\nBehind the scenes of the casino’s grand opening, the Tropicana had ties to organized crime, largely through reputed mobster Frank Costello.\nCostello was shot in the head in New York weeks after the Tropicana’s debut. He survived, but the investigation led police to a piece of paper in his coat pocket with the Tropicana's exact earnings figure, revealing the mob's stake in the casino.\nBy the 1970s, federal authorities investigating mobsters in Kansas City charged more than a dozen operatives with conspiring to skim $2 million in gambling revenue from Las Vegas casinos, including the Tropicana. Charges connected to the Tropicana alone resulted in five convictions.\nIts implosion on Wednesday will be streamed live and televised by local news stations.\nThere will be no public viewing areas for the event, but fans of the Tropicana did have a chance in April to bid farewell to the vintage Vegas relic.\n“Old Vegas, it’s going,” Joe Zappulla, a teary-eyed New Jersey resident, said at the time as he exited the casino, shortly before the locks went on the doors.\n"}, {"Source": "https://www.abcnews.go.com", "URL": "https://abcnews.go.com/Entertainment/wireStory/us-audiobooks-top-10-114603002", "Title": "US-Audiobooks-Top-10", "Author": "N/A", "Date": "October 8, 2024, 12:05 PM", "Content": "Nonfiction 1. Revenge of the Tipping Point by Malcolm Gladwell, narrated by the author (Little, Brown & Company)\n2. Be Ready When the Luck Happens by Ina Garten , narrated by the author (Random House Audio)\n3. The Message by Ta-Nehisi Coates, narrated by the author (Random House Audio)\n4. Atomic Habits by James Clear, narrated by the author (Penguin Audio)\n5. Nexus by Yuval Noah Harari, narrated by Vidish Athavale (Random House Audio)\n6. The Anxious Generation by Jonathan Haidt, narrated by Sean Pratt and the author (Penguin Audio)\n7. Good Energy by Casey Means, MD, and Calley Means, narrated by Casey Means, MD (Penguin Audio)\n8. Hillbilly Elegy by J. D. Vance, narrated by the author (HarperAudio)\n9. The Mountain Is You by Brianna Wiest, narrated by Stacey Glemboski (Thought Catalog Books)\n10. The Psychology of Money by Morgan Housel, narrated by Chris Hill (Harriman House)\nFiction\n1. The Boyfriend by Freida McFadden, narrated by Victoria Connolly and Adam Blanford (Hollywood Upstairs Press)\n2. Here One Moment by Liane Moriarty, narrated by Caroline Lee and Geraldine Hakewill (Random House Audio)\n3. My Rules by T L Swan, narrated by CJ Bloom and Marcio Catalano (Brilliance Audio)\n4. Starship Troopers by Robert A. Heinlein, narrated by R.C. Bray (Blackstone Publishing)\n5. Night Road by Kristin Hannah, narrated by Kathleen McInerney (Brilliance Audio)\n6. The Forest of Lost Souls by Dean Koontz, narrated by January LaVoy (Brilliance Audio)\n7. A Court of Thorns and Roses by Sarah J. Maas, narrated by Jennifer Ikeda (Recorded Books)\n8. The Women by Kristin Hannah, narrated by Julia Whelan and the author (Macmillan Audio)\n9. All the Colors of the Dark by Chris Whitaker, narrated by Edoardo Ballerini (Random House Audio)\n"}, {"Source": "https://www.abcnews.go.com", "URL": "https://abcnews.go.com/Entertainment/wireStory/trump-spoke-putin-7-times-leaving-office-bob-114603193", "Title": "Woodward book reveals Trump's calls with Putin and Biden's private remarks on Obama and Netanyahu", "Author": "N/A", "Date": "October 8, 2024, 12:04 PM", "Content": "WASHINGTON -- WASHINGTON (AP) — Donald Trump has had as many as seven private phone calls with Vladimir Putin since leaving office and secretly sent the Russian president COVID-19 test machines during the height of the pandemic, Bob Woodward reported in his new book, “War.\"The revelations were made in the famed Watergate reporter's latest book, which also details President Joe Biden's frustrations with Israeli Prime Minister Benjamin Netanyahu and Saudi Crown Prince Mohammed bin Salman 's assortment of burner phones. The Associated Press obtained an early copy of the book, which is due out next week.\nTrump denied the reporting in an interview with ABC News' Jonathan Karl. “He’s a storyteller. A bad one. And he’s lost his marbles,” Trump said of Woodward.\nTrump had previously spoken to Woodward for the journalist's 2021 book, “Rage.” Trump later sued over it, claiming Woodward never had permission to publicly release recordings of their interviews for the book. The publisher and Woodward denied his allegations.\nHere is more from the new book:\nWoodward reports that Trump asked an aide to leave his office at his Florida resort, Mar-a-Lago, so that the former president could have a private call with Putin in early 2024. The aide, whom Woodward doesn’t name, said there have been multiple calls between Trump and Putin since Trump left office, perhaps as many as seven, according to the book, though it does not detail what they discussed.\nTrump senior adviser and longtime aide Jason Miller told Woodward that he had not heard Trump was having calls with Putin and said, “I'd push back on that.” But Miller also said, according to the book, “I’m sure they’d know how to get in touch with each other.\"\nSteven Cheung, Trump’s communications director, said none of the stories in Woodward’s books are true. In a statement on Tuesday, he called them “the work of a truly demented and deranged man who suffers from a debilitating case of Trump Derangement Syndrome.”\nTrump's relationship with Putin has been scrutinized since his 2016 campaign for president, when he memorably called on Russia to find and make public missing emails deleted by Hillary Clinton, his Democratic opponent. “Russia, if you’re listening, I hope you’re able to find the 30,000 emails that are missing,” he said.\nU.S. intelligence agencies later determined that Russia had meddled in the 2016 election to help Trump, though an investigation by special counsel Robert Mueller found no conspiracy between the Trump team and Russia. In 2018, Trump publicly questioned that finding following an in-person meeting with Putin in Helsinki.\nIn recent years, Trump has criticized U.S. support for Ukraine as it fights off Russia’s invasion. He has said Ukraine should have made concessions to Putin before Russia invaded in 2022. He also previously touted his good relationship with Putin and called the Russian leader “pretty smart” for invading Ukraine.\nWoodward reports that Trump sent Putin COVID-19 test machines for his personal use as the virus began spreading in 2020.\nPutin told Trump not to tell anyone because people would be mad at Trump over it, but Trump said he didn’t care if anyone knew, according to the book. Trump ended up agreeing not to tell anyone.\nThe book doesn’t specify when the machines were sent but describes it as being when the virus spread rapidly through Russia. It was previously reported by The Associated Press and other agencies that Trump’s administration in May 2020 sent ventilators and other equipment to several countries, including Russia.\nVice President Kamala Harris, in an interview Tuesday with radio host Howard Stern, accused Trump of giving the machines to a “murderous dictator” at a time when “everyone was scrambling\" to get tests. \n“This person who wants to be president again, who secretly is helping out an an adversary while the American people are dying by the hundreds every day,\" said Harris, the Democratic presidential candidate.\nThe book also details Biden’s complicated relationship with Netanyahu as well as private moments when the president has been fed up with him over the Israel-Hamas war.\nBiden’s “frustrations and distrust” of Netanyahu “erupted” this past spring, Woodward writes. The president privately unleashed a profanity-laden tirade, calling him a “son of a bitch” and a “bad f——— guy,\" according to the book. Biden said he felt, in Woodward’s accounting, that Netanyahu “had been lying to him regularly.” With Netanyahu “continuing to say he was going to kill every last member of Hamas.” Woodward wrote, “Biden had told him that was impossible, threatening both privately and publicly to withhold offensive U.S. weapons shipment.”\nBiden and Netanyahu have long been acquainted, although their relationship has not been known to be close or overly friendly. Last week, Biden said he didn’t know whether the Israeli leader was holding up a Mideast peace deal in order to influence the outcome of the 2024 U.S. presidential election.\nAsked about the book's reporting, White House spokesperson Emilie Simons told reporters Tuesday that “The commitment that we have to the state of Israel is ironclad.”\nSimons, when pressed on the details, said she wouldn't comment on every anecdote that may come out in reporting. She added of Biden and Netanyahu: “They have a long-term relationship. They have a very honest and direct relationship, and I don’t have a comment on those specific anecdotes.”\nThe book details Biden’s criticism late last year of President Barack Obama’s handling of Putin’s earlier invasion of Ukraine, when Russia seized Crimea and a section of the Donbas in 2014, at a time when Biden was serving as the Democrat’s vice president.\n“They f----- up in 2014,” Woodward wrote that Biden said to a close friend in December, blaming the lack of action for Putin’s actions in Ukraine. “Barack never took Putin seriously.”\nBiden was angry while speaking to the friend and said they “never should have let Putin just walk in there” in 2014 and that the U.S. “did nothing.”\nWoodward reports Biden was privately furious with Attorney General Merrick Garland for appointing a special counsel to investigate Biden’s son Hunter in a tax-and-gun prosecution.\n“Should never have picked Garland,” Biden told an associate, according to Woodward. The journalist did not name the associate.\nHunter Biden was convicted in June on federal gun charges and faces sentencing in federal court in Delaware in December. He pleaded guilty to federal tax charges in California and is also set to be sentenced in that case in December.\nThe Justice Department declined to comment.\nOne of Trump’s longest-term allies, South Carolina Sen. Lindsey Graham, blamed Trump’s ongoing false claims that the 2020 election was rigged to a cult of personality in which the former president’s ensconcement at Mar-a-Lago and circle of aides and advisers “constantly feed this narrative,” according to the book. \nThe weekend after Russia invaded Ukraine, Graham was with Trump at Mar-a-Lago, which the senator characterized as “a little bit like going to North Korea.” Graham added that “everybody stands up and claps every time Trump comes in.”\nOn politics, Woodward wrote that Graham’s counsel was part of what persuaded Trump to run again for the presidency.\nIn March, during one of his many visits to the Middle East since Hamas attacked Israel on Oct. 7, Graham told Woodward that he had been meeting with the Saudi crown prince when Graham suggested they call Trump. From “a bag containing about 50 burner phones,” Prince Mohammed “pulled out one labeled ‘TRUMP 45.’” On another trip, Woodward wrote, the Saudi leader retrieved another burner phone, \"this time labeled JAKE SULLIVAN ” when the men called Biden’s national security adviser.\n___\n"}, {"Source": "https://www.abcnews.go.com", "URL": "https://abcnews.go.com/Entertainment/wireStory/apple-tv-app-top-movies-114603001", "Title": "Apple TV app - Top Movies", "Author": "N/A", "Date": "October 8, 2024, 12:00 PM", "Content": "Top Movie Purchases and Rentals (US):1. Deadpool & Wolverine\n2. Speak No Evil\n3. It Ends With Us\n4. Blink Twice\n5. Twisters\n6. Bad Boys: Ride or Die\n7. Amber Alert\n8. Despicable Me 4\n9. Trap\n"}, {"Source": "https://www.abcnews.go.com", "URL": "https://abcnews.go.com/Entertainment/wireStory/us-apple-books-top-10-114603004", "Title": "US-Apple-Books-Top-10", "Author": "N/A", "Date": "October 8, 2024, 12:00 PM", "Content": "Top Paid Books (US Bestseller List):1. Lies He Told Me by David Ellis & James Patterson (Little, Brown and Company)\n2. Demon Copperhead by Barbara Kingsolver (Harper)\n3. Be Ready When the Luck Happens by Ina Garten (Crown)\n4. Triangle by Danielle Steel (Random House Publishing Group)\n5. Society of Lies: Reese’s Book Club by Lauren Ling Brown (Random House Publishing Group)\n6. Counting Miracles: A Novel (Unabridged)by Nicholas Sparks (Penguin Random House, LLC)\n7. Revenge of the Tipping Pointby Malcolm Gladwell (Little, Brown and Company)\n8. The Pumpkin Spice Café by Laurie Gilmore (One More Chapter)\n9. Nothing Like the Movies by Lynn Painter (Simon & Schuster Books for Young Readers)\n10. Here One Moment by Liane Moriarty (Crown)\nTop Paid Audiobooks (US Bestseller List):\n1. Society of Lies: Reese’s Book Club: A Novel (Unabridged) by Lauren Ling Brown (Penguin Random House, LLC)\n2. The Boyfriend by Freida McFadden (Dreamscape Media)\n3. Revenge of the Tipping Point by Malcolm Gladwell (Hachette Audio )\n4. Be Ready When the Luck Happens: A Memoir (Unabridged) by Ina Garten (Penguin Random House, LLC)\n5. The Message (Unabridged) by Ta-Nehisi Coates (Penguin Random House, LLC)\n6. Lies He Told Me by David Ellis & James Patterson (Hachette Audio )\n7. Atomic Habits: An Easy & Proven Way to Build Good Habits & Break Bad Ones (Unabridged) by James Clear (Penguin Random House, LLC)\n8. The 48 Laws of Power by Robert Greene (Recorded Books, Inc.)\n9. Good Energy: The Surprising Connection Between Metabolism and Limitless Health (Unabridged) by MD, Calley Means & Casey Means (Penguin Random House, LLC)\n"}, {"Source": "https://www.abcnews.go.com", "URL": "https://abcnews.go.com/Entertainment/wireStory/apple-podcasts-top-new-shows-114602995", "Title": "Apple Podcasts – Top New Shows", "Author": "N/A", "Date": "October 8, 2024, 12:00 PM", "Content": "Top New Shows (US):1. Candyman: The True Story Behind The Bathroom Mirror Murder, 48 Hours\n2. 60 Minutes: A Second Look, CBS News\n3. Missing Niamh, Casefile Presents\n4. Sidebar: A Suits Watch Podcast, SiriusXM Podcasts\n5. Murder & The Menendez Brothers ' Court TV Podcast, Court TV Podcast\n6. The Wonder of Stevie, Higher Ground, Pineapple Street Studios\n7. Forgive Me For I Have Followed, My Cultura Network\n8. The Deserter: An Epic Story of Love and War, The New York Times\n9. Kill List, Wondery\n"}, {"Source": "https://www.abcnews.go.com", "URL": "https://abcnews.go.com/Entertainment/wireStory/book-review-countdown-1960-shows-parallels-years-presidential-114602857", "Title": "Book Review: 'Countdown 1960' shows parallels with this year's presidential election season", "Author": "N/A", "Date": "October 8, 2024, 11:51 AM", "Content": "\"Countdown 1960: The Behind-the-Scenes Story of the 312 Days that Changed America's Politics Forever\" is a look at a critical period in U.S. history that holds lessons for today. CNN news anchor Chris Wallace starts the book in January 1960, when U.S. Sen. John F. Kennedy of Massachusetts declared his candidacy for the presidency during a divided time in United States politics. We are introduced to mobsters, Hollywood movie stars, labor bosses and Cuba's revolutionary leader Fidel Castro.\nIt was the year that U.S. presidential campaigns entered the modern era, with televised debates and slick advertising, The achingly close contest was not unlike the current lead-up to the 2024 election pitting Democratic Vice President Kamala Harris against Republican Donald Trump.\nLike now, there were charges of voter fraud and a stolen election. The results were so tight that Americans stayed up well past midnight to hear the final count.\nThe book is the latest in Wallace's “Countdown” series of popular histories, following his best-selling “Countdown 1945: The Extraordinary Story of the Atomic Bomb and the 116 Days that Changed the World,” and “Countdown bin Laden: The Untold Story of the 247-Day Hunt to Bring the Mastermind of 9/11 to Justice.”\nThis time, Wallace, the son of CBS broadcaster Mike Wallace, takes us behind the scenes to view the machinations of the 1960 Democratic National Convention that led to Kennedy's nomination over Lyndon B. Johnson, later chosen as his running mate. Kennedy went on to become the first Catholic and youngest person elected U.S. president. \nKennedy narrowly defeated Republican Richard M. Nixon, who ultimately decided not to contest the results despite reports of voting irregularities in Illinois and Texas. He said he could not think of a worse example for young nations trying to adopt free elections. \nAs we approach another consequential election this year, the book is a reminder of how 1960 was also a deeply perilous time for America. It also was a moment the nation survived because of patriotism and courage.\n___\nAP book reviews: https://apnews.com/hub/book-reviews\n"}, {"Source": "https://www.abcnews.go.com", "URL": "https://abcnews.go.com/Entertainment/wireStory/qantas-airways-apologizes-after-rated-film-reportedly-airs-114601066", "Title": "Qantas Airways apologizes after R-rated film reportedly airs on every screen during flight", "Author": "N/A", "Date": "October 8, 2024, 11:12 AM", "Content": "NEW YORK -- Qantas Airways has drawn up a stir after broadcasting a slightly-racy movie across an entire flight. And the Australian carrier now is apologizing to customers.There were technical issues with the in-flight entertainment for a trip from Sydney to Haneda last week, Qantas confirmed to The Associated Press — making individual movie selection unavailable. As a result, the crew chose one movie to play across all screens “based on the request from a number of passengers,\" the company said.\nQantas did not identify the movie by name, but several media outlets have reported that it was “Daddio,\" an R-rated film that hit theaters earlier this year.\n“Daddio\" follows a woman (Dakota Johnson) who takes a cab from JFK airport and strikes up an extended conversation with her driver (Sean Penn) on her way back home to Manhattan — as the two discuss anything from what it takes to be a New Yorker to relationships and infidelity, notably her current affair with a married man. The film carries an R rating for “language throughout, sexual material and brief graphic nudity.”\nSocial media posts from users who claim they were on the Qantas flight said they were uncomfortable by nudity and sexting featured in the film — particularly for families and children who were on board. Two users on Reddit said that it was also impossible for individual passengers to turn off the movie.\nAfter determining that the movie was not appropriate for all ages, the Qantas crew attempted to fix screens for travelers who did not want to watch it — but later found that this was not possible and changed course.\n“The movie was clearly not suitable to play for the whole flight and we sincerely apologise to customers for this experience,\" a Qantas spokesperson said in a statement. “All screens were changed to a family friendly movie for the rest of the flight, which is our standard practice for the rare cases where individual movie selection isn’t possible.”\nThe spokesperson added that Qantas is “reviewing how the (inital) movie was selected.”\nIn the days following the incident, the airline has taken some flack online — including from travel rivals. \n“Plot twist: We let you choose your movies,” Air New Zealand wrote in a reply to the news on social media platform X.\n"}, {"Source": "https://www.abcnews.go.com", "URL": "https://abcnews.go.com/Entertainment/wireStory/after-years-finding-rock-roll-hall-fame-cold-114598917", "Title": "After years of finding the Rock & Roll Hall of Fame cold as ice, Foreigner now knows what love is", "Author": "N/A", "Date": "October 8, 2024, 10:52 AM", "Content": "NEW YORK -- This month, the Rock & Roll Hall of Fame rectifies a wrong that many rock fans will celebrate with their lighters up in the air — the band Foreigner will finally be welcomed in.The English-American rockers — with hits like “Cold as Ice,” “Hot Blooded” and “Waiting for a Girl Like You\" — topped the charts in the 1970s and ’80s but never made it into the hall — much less a ballot — until last year, despite being eligible for more than 20 years.\n“It’s just been a long wait and I know that we’ve done enough in our career to warrant induction,” says Al Greenwood, keyboardist and a founding member. “I’m not bitter about it. I mean, we’re finally getting in and that’s great.”\nForeigner, led by singer Lou Gramm and guitarist Mick Jones, recorded nine Top 10 hits on the Billboard Hot 100 and six Top 10 albums on the Billboard 200, including “4,” which spent 10 weeks in the top spot in 1981. \nForeigner were nominated for three Grammys and their songs have been heard on everything “Miami Vice” and “The Simpsons” to “Arrested Development” and “Stranger Things.” Tone-Loc sampled “Hot Blooded” to create “Funky Cold Medina.”\n“We weren’t the best looking band in the world. We weren’t the most dress-conscious band in the world. But Mick and Lou came up with some very, very strong songs and that’s what’s kept it going,” bassist Rick Wills says. “Sixteen top 30 hits isn’t too shabby.”\nThe belated embrace by rock's establishment has a bittersweet taste, since original bassist Ed Gagliardi and multi-instrumentalist Ian McDonald have died and Jones has been sidelined by Parkinson’s disease. The band will be inducted Oct. 19 in Cleveland.\nThe opening of the door for Foreigner coincided with a change in hall leadership in 2023 that led to key legacy acts getting invites, like Cher and Peter Frampton. Foreigner were among the top vote getters when the fans voted, nabbing almost 528,000 votes or 12.54%.\nThey'll join Mary J. Blige, A Tribe Called Quest, Kool & the Gang, Ozzy Osbourne, Dave Matthews Band, the late Jimmy Buffett, MC5, Dionne Warwick, Alexis Korner, the late John Mayall and Big Mama Thornton in the class of '24.\n“I think a lot of the talent that is in this class has been waiting on the outside as well as Foreigner,” says Greenwood. “I’m just so thankful that I’m in this class with such incredible talent.” \nThe band got a public push from Jones’ son-in-law Mark Ronson, who recruited musical friends such as Paul McCartney, Dave Grohl, Slash, Jack Black and the Red Hot Chili Peppers’ Chad Smith.\nForeigner in their heyday offered varied songs — the ballad “I Want to Know What Love Is” is very different from “Urgent” — but many have endured to become the backbone of classic rock playlists. A new line-up — dubbed Foreigner 2.0 — attract tens of thousands a night on tour. \nJones started the American-British band in 1976 in New York City, selecting each of its members, the first being Greenwood, who he'd never met. The keyboardist was invited to jam with Jones in a storage area of the band's manager's office. \nBut Greenwood soon grew disillusioned by the lack of progress over two weeks and decided to tell Jones he was going back to his own band.\n“I’m about to go up to Mick and Mick comes in and says, ‘I’ve got this song.’ And he starts playing ‘Feels Like the First Time’ on guitar. And I go, ‘Wow, I think we got something here,’\" he says laughing. \"Thankfully, I did not leave.” \nThe fledgling band's four-song demo — which included a raw version of “Feels Like the First Time” — was turned down by all the major record labels until music legend John Kalodner convinced Atlantic Records to reconsider.\nFour hit albums in five years — “Foreigner,” “Double Vision,” “Head Games” and “4” — cemented the band's place in classic rock history but not in the Rock Hall. Members watched bands that used to open for Foreigner go in while they waited. \n“I don’t think any of us quite believed it because we thought, well, it was never going to happen,” says Wills, who spent 12 years in Foreigner and then went into Bad Company.\nWills joined in 1979 after having worked with Frampton and Roxy Music. He was in New York and called Gramm because he heard Foreigner was looking for a new bassist. He was invited to their open auditions the next day. \nAfter Wills showed his chops on songs like “Double Vision” and “Hot Blooded,” drummer Dennis Elliott announced he wanted Willis in the band. There were some 70 bassists still waiting to audition.\nWillis urgently left to fly home to London to help care for his two young children, who were suffering from whooping cough and chickenpox, and woke up to a phone call that he was in the band. He got on the next flight to New York and straight into the studio for “Head Games.” \n"}, {"Source": "https://www.abcnews.go.com", "URL": "https://abcnews.go.com/Entertainment/wireStory/wilmer-valderramas-american-story-service-family-country-114596320", "Title": "Wilmer Valderrama's 'American Story' is one of service to his family and his country", "Author": "N/A", "Date": "October 8, 2024, 10:00 AM", "Content": "LOS ANGELES -- Wilmer Valderrama vowed to “never let his family down” the night that he landed his breakthrough role as foreign exchange student Fez on “That '70s Show.”“I have been given the chance to lift us all, and I won’t blow this incredible opportunity. Every performance I give will be the absolute best anyone has ever seen,” he writes in his memoir “An American Story: Everyone’s Invited.”\n“Everyone's Invited,” released last month, chronicles his family’s journey as Venezuelan immigrants in the United States and a young boy’s dream to help his family while making his acting dreams a reality.\nAt 44, Valderrama says he’s stayed true to his teenage vow and has always felt a sense of urgency to provide his family with a “happier life.”\n“I grew up in Venezuela, so, I was front row to understand how it all could have been. So, I’m just incredibly grateful. I don’t know if I can ever put my guard down,” said the actor and producer.\nValderrama says he did not set out to release a memoir about his upbringing and career. The story unfolded as he reflected on his work with the United Service Organizations (USO), which brings entertainment to service members away from home.\n“I started realizing, ‘Oh my God, every aspect of my life, kind of married, that thought’ (of service). And, you know, my team immediately was like, ‘Dude, this is a memoir,’” he said.\nReleased during Hispanic Heritage Month and in an election year, Valderrama says the timing was “serendipitous.” He wanted to use the memoir as a way to remind the larger Latino community in the United States to own their stories and contributions.\n“I think that our story as a community is so powerful, and we have to continue to remember that we belong,” he said.\nThroughout the book, Valderrama discusses his close relationships with his ’70s show cast mates with much care and stays away from discussing scandals. He does not discuss scandals involving his co-star Danny Masterson, who was found guilty of two counts of rape in 2023 and is serving a 30-year prison sentence. Valderrama also steers clear of stories that made him the subject of tabloid fascination. This includes his high-profile relationships with actors Demi Lovato and Lindsay Lohan.\nWhen asked why he chose to opt out of mentioning his past relationships, Valderrama responded that his focus when writing this book was on the theme of service.\n“The book is about my family — my mother, and my father’s story. I traveled with the USO for so many years; all of those stories, those brothers and sisters of uniform, kind of taught me so much about who protects the freedoms and all of that. And that was that’s what the book is about.”\nThe only romantic relationship mentioned in the book is the one with his current fiancee Amanda Pacheco.\nValderrama and Pacheco both share a daughter and the actor hopes that one day, his young daughter will no longer have to worry about the lack of Latino representation in Hollywood. \n“I certainly hope she can appreciate the fight that most of us had to do to actually open the gate for a lot of these things to be possible,” he said.\nHis vow to his family is one that he has also made to his cultural community: to showcase their achievements for audiences who might not interact with Latinos on a daily basis. \n"}, {"Source": "https://www.abcnews.go.com", "URL": "https://abcnews.go.com/Entertainment/wireStory/golijovs-flamenco-tinged-opera-slain-spanish-playwright-lorca-114594178", "Title": "Golijov's Flamenco-tinged opera about slain Spanish playwright Lorca comes to the Met", "Author": "N/A", "Date": "October 8, 2024, 9:28 AM", "Content": "NEW YORK -- Osvaldo Golijov was running out of time.The Argentine-born composer had been commissioned by the Tanglewood Music Center for a chamber opera to be performed in the summer of 2003. And with the deadline just months away, his original idea wasn’t panning out.\n“It didn’t go anywhere. I had nothing,” he recalled in an interview.\nHappily, a friend introduced him to playwright David Henry Hwang, and they agreed to collaborate on a piece about a historical figure they both admired: Federico Garcia Lorca, the leftist Spanish dramatist and poet who was killed by fascist forces at the start of the Spanish Civil War.\nOf necessity, the collaboration proceeded fast and furiously. “I was so pressed for time that he started faxing me pages, one by one,” Golijov said. “I didn’t even know how the thing was going to end or anything.” Hwang wrote the libretto in English and Golijov translated it into Spanish.\nSomehow the result, “Ainadamar,” premiered on schedule. It was restaged in revised form two years later at the Santa Fe Opera, and is now coming to the Metropolitan Opera in a production by Brazilian director and choreographer Deborah Colker that runs for nine performances beginning Oct. 15.\nThe title is an Arabic word that translates as “fountain of tears” and refers to a spring in the hills above the city of Granada — the site where Lorca was assassinated in 1936.\nHwang said he and Golijov were “moved by the fact that Lorca had to some extent predicted his own murder through his work.” His early play, “Mariana Pineda” tells of a Spanish heroine of the 19th century liberal movement who was executed for refusing to betray her comrades.\nMargarita Xirgu, who starred in that play, became Lorca’s muse, and when she fled to Cuba she tried unsuccessfully to persuade him to join her.\nEarly on, Hwang decided to have Xirgu, rather than Lorca, be the main character in the opera.\n“I liked the idea of creating Lorca through the memories of Margarita,” Hwang said. “I feel in general that when you’re dealing with an iconic figure, it’s interesting to see them refracted through the perceptions of those who had some sort of intimate relationship with them.”\nAn unexpected wrinkle arose when Golijov realized that Tanglewood had already assembled a cast for the opera he didn’t write — and it was all women.\n“And there was one who had this extraordinary dark voice,” he said. “I got goosebumps. I told David, how about we make Lorca a woman.”\nSo what many critics have seen as a nod to a time-honored operatic tradition of having a woman portray a young man in a “trousers role” actually came about as a matter of necessity.\nAt the Met, the role of Lorca will be sung by mezzo Daniela Mack. Soprano Angel Blue is Margarita (with Gabriella Reyes substituting on Oct. 30.) Soprano Elena Villalón portrays Margarita’s protege Nuria, Flamenco singer Alfredo Tejada is the politician who arranged Lorca’s execution, and the conductor is Miguel Harth-Bedoya. The 90-minute opera is performed without intermission.\nWhen the production premiered in Glasgow, Scotland, in 2022, Rowena Smith in The Guardian described Golijov’s score as “a collage of influences, shifting fluidly from Flamenco and electronic music to the classical language of 19th-century opera.”\n“In this production the musical language finds a mirror in Deborah Colker’s striking staging,” she added.\nColker, who had never directed an opera, said she approached the staging as a choreographer, with singers and chorus members joining in the continual flow of dance rhythms. She enlisted a Flamenco choreographer, Antonio Najarro, to assist her.\n“I want constant movement,” Colker said. “I want the audience not to recognize who is dancing, who is singing. Everybody is moving the sets, building the barricades, the tabletops where people dance in Spanish bars.”\nGolijov himself said he found Colker’s work revelatory.\n“I’ve seen dozens of productions and this is the one that actually made me discover things in the piece that I hadn’t discovered,” he said. “She got the tectonic movements, the very slow geological movements that are in the structure of the opera, so when she creates a climax, it’s 10 more times explosive because she knows how to build it.”\nYuval Sharon, artistic director of the Detroit Opera, said that when his company staged the production, “it set our audience on fire. They had never seen anything like it before.”\nFor Golijov, having his opera performed at the Met is especially sweet given his troubled history with the company. He had been commissioned to compose a new piece for the 2018–19 season. But in 20016, the Met canceled the commission, citing the composer’s lack of progress.\n“I had a few years of bad depression,” Golijov acknowledges. “I wrote much less, and I think they got scared that I would never finish the opera.”\nIn recent years, he has again become productive, composing a song cycle, “Falling Out of Time,” a violin concerto, and other pieces. He also wrote the score for Francis Ford’s Coppola’s new movie, “Megalopolis.”\nAnd he’s beginning work on a new opera, inspired by what he calls a lifelong fascination with Laika, the Soviet dog who became the first living creature to orbit the Earth.\nDoes he hope it also might eventually see a production at the Met?\nGolijov said that after the earlier disappointment, “I think they love me, but they don’t trust me.\n"}, {"Source": "https://www.abcnews.go.com", "URL": "https://abcnews.go.com/Entertainment/wireStory/oprah-winfrey-selects-lisa-marie-presleys-posthumous-memoir-114590979", "Title": "Oprah Winfrey selects Lisa Marie Presley's posthumous memoir as her next book club selection", "Author": "N/A", "Date": "October 8, 2024, 8:19 AM", "Content": "NEW YORK -- Oprah Winfrey has chosen Lisa Marie Presley's posthumous memoir as her new book club pick, and made a trip to the famed Graceland estate in Memphis, Tennessee, to meet with Presley's daughter and Elvis and Priscilla Presley's granddaughter, actor Riley Keough.Lisa Marie Presley's “From Here to the Great Unknown,\" completed by Keough after Presley died unexpectedly in 2023, was published Tuesday. Winfrey's interview with Keough, which will include rare family photos, home videos and audio recordings made by Lisa Marie Presley, will air Tuesday night at 8 p.m. EDT on CBS. \n“I have great love and admiration for Lisa Marie Presley, and was so moved that her daughter Riley, through her grief, was able to help her finish a beautifully touching memoir that allows us to see her mother at her most honest and vulnerable,” Winfrey said in a statement. “This is an intimate look at what it was like growing up as heir to one of America’s most famous families.” \nKeough said in a statement that upon being told by Winfrey that she had selected “From Here to the Great Unknown,'” she thought of how her mother would have been proud \"to know her story was going to be read and discussed with such empathy, thought and grace.” \n“She would have felt incredibly vulnerable, but profoundly grateful for the chance to really reach people,\" added Keough, who along with Julia Roberts narrated the audiobook edition.\nLisa Marie Presley was the only daughter of Elvis Presley, who was just 42 when he died suddenly in 1977 at Graceland, while young Lisa Marie was in the house. In preparing her memoir, she had recorded “story after story about smashing golf carts together in the yards of Graceland, about the unconditional love she felt from her father, about being upstairs, just the two of them. About getting dragged screaming out of the bathroom as she ran toward his body on the floor,” according to the publisher, Random House.\nThe singer and actor also talked about her marriage to Michael Jackson, struggles with addiction and the “ever-present grief” of losing her father. In a video clip released before Tuesday's interview aired, Keough told Winfrey that at times she would find her mother on the floor, drunk, listening to her father's music and crying.\n"}, {"Source": "https://www.abcnews.go.com", "URL": "https://abcnews.go.com/Entertainment/wireStory/oprah-winfrey-selects-lisa-marie-presleys-posthumous-memoir-114590840", "Title": "Oprah Winfrey selects Lisa Marie Presley's posthumous memoir as her next book club selection", "Author": "N/A", "Date": "October 8, 2024, 8:15 AM", "Content": "Video\n"}, {"Source": "https://www.abcnews.go.com", "URL": "https://abcnews.go.com/Entertainment/wireStory/woman-accusing-vince-mcmahon-sexual-abuse-asks-wwe-114591683", "Title": "Woman accusing Vince McMahon of sexual abuse asks WWE to waive confidentiality agreements", "Author": "N/A", "Date": "October 8, 2024, 6:01 AM", "Content": "A former WWE employee who filed a lawsuit against the company and ex-leader Vince McMahon, accusing him of sexual battery and trafficking, is asking them to not enforce nondisclosure agreements with other former and current employees and contractors so they can potentially come forward with similar accusations.A lawyer for Janel Grant emailed a letter making the request late Monday to attorneys representing WWE, McMahon and John Laurinaitis, a former WWE executive and wrestler, in Grant's lawsuit against them.\nA spokesperson for McMahon, Curtis Vogel, declined to comment. Lawyers for WWE and Laurinaitis did not immediately return emails seeking comment late Monday. Emails to the WWE and its parent companies, Endeavor Group Holdings and its subsidiary, TKO Group Holdings, also were not returned immediately.\nMcMahon, former CEO and chairman of WWE, has denied Grant’s allegations. \nGrant, who worked in WWE’s legal and talent departments from 2019 to 2022, sued the company, McMahon and Laurinaitis in January, making graphic allegations of sexual assault, harassment, trafficking and other physical and emotional abuse.\nMcMahon stepped down as WWE’s CEO in 2022 amid a company investigation into allegations that match those in Grant’s lawsuit. He also resigned as executive chairman of the board of directors TKO Group Holdings in January, a day after Grant filed her lawsuit.\n“If WWE and its parent company Endeavor are serious about parting ways with Vince McMahon and the toxic workplace culture he created, their executives should have no problem with releasing former WWE employees from their NDAs,” Ann Callis, Grant’s attorney, said in a statement. “This is the first step to rehabilitating a company that covered up decades of sexual assault and human trafficking.\"\nMcMahon previously responded to Grant’s lawsuit with a statement calling it “replete with lies, obscene made-up instances that never occurred, and is a vindictive distortion of the truth. I intend to vigorously defend myself against these baseless accusations, and look forward to clearing my name.” His lawyers said in court documents that he had a consensual relationship with Grant and never mistreated her.\nLaurinaitis’ lawyer has denied the allegations, and said Laurinaitis was also a victim in the case.\nGrant says she was pressured into leaving her job with the WWE and signing a $3 million nondisclosure agreement. The lawsuit also seeks to have the agreement declared invalid, saying McMahon breached the deal by giving her $1 million and failing to pay the rest.\nFour other women — all formerly affiliated with WWE — signed agreements with McMahon that bar them from discussing their relationships with him, the Wall Street Journal reported in July 2022, citing people familiar with the deals and documents it reviewed. Grant was not among those women, her representatives say.\nIn December 2022, McMahon agreed to pay a female former wrestling referee millions of dollars to settle her allegations that he raped her in 1986, the Journal also reported. McMahon said the alleged sexual assault never happened, and his lawyer said he settled the suit to avoid costly litigation.\nGrant's request for the Stamford, Connecticut-based WWE to waive enforcement of the NDAs is similar to ones made to other companies when sexual misconduct allegations arose.\nIn 2018 and 2019, respectively, the Weinstein Co. and NBC Universal released employees, former employees and others from NDAs made in connection with sexual misconduct claims against movie mogul Harvey Weinstein and “Today” host Matt Lauer.\nVictims' lawyers call NDAs instruments to silence accusers while allowing alleged abusers to avoid accountability. A federal law approved in 2022 and similar laws in more than a dozen states curb the use of NDAs that block victims of sexual harassment from speaking publicly about their allegations.\nThe Associated Press does not normally name people who make sexual assault allegations unless they come forward publicly, which Grant did.\nShe alleges McMahon forced her into a sexual relationship with him in order for her to get and keep a job, and later directed her to have sexual relations with others including Laurinaitis. She also accuses McMahon and Laurinaitis of sexually assaulting her at WWE headquarters in Stamford, Connecticut.\nThe lawsuit further claims McMahon recruited other people for sexual relations with Grant, shared pornographic photos and videos of her with other men including WWE employees despite saying he wouldn’t and subjected her to cruel and humiliating acts.\n"}, {"Source": "https://www.abcnews.go.com", "URL": "https://abcnews.go.com/Entertainment/wireStory/netflix-series-explores-womens-dreams-body-slamming-world-114586546", "Title": "Netflix series explores women's dreams in the body-slamming world of Japanese pro wrestling", "Author": "N/A", "Date": "October 8, 2024, 1:38 AM", "Content": "TOKYO -- TOKYO (AP) — “The Queen of Villains” is a typical coming-of-age tale about a young woman’s road to empowerment and self-discovery — except it all takes place in the body-slamming, arm-twisting world of Japanese professional wrestling.The Netflix series, which began airing last month, tells the story of Dump Matsumoto, a real-life wrestling legend from the 1980s who grew up poor with a father who was often absent or abusive.\nMatsumoto grew up angry, she said, and went on to create in her wrestling persona a ferocious, almost camp villain character, known in the sport as a “heel,” complete with outlandish Kabuki-like facial makeup, chains, sticks and a grotesque scowl. She loomed large as a symbol of fearless and defiant womanhood.\n“I gave it my all to be evil,” Matsumoto said.\nA hefty woman with a friendly smile, Matsumoto makes a point even now to adamantly deny that she was ever a nice person or acknowledge that many people in Japan, especially women, love her.\n“I still beat people up in matches. I stuck forks in them and made them bleed,” she said, adding, “All the people who pretend to be good are the truly evil ones.”\n“The Queen of Villains” follows the friendship between Matsumoto and Chigusa Nagayo of the popular wrestling tag team known as the Crush Gals. Nagayo served as an adviser, trainer and choreographer for the series’ dramatized wrestling scenes.\nJapanese professional wrestling fans still talk about the matches between Matsumoto and the Crush Gals, including the ones they fought in the U.S.\nThe actresses in the series spent two years training for their roles. They gained weight and muscle, and learned techniques like the “giant swing,” in which a wrestler grabs her opponent’s legs and moves in a dizzying circle, or the “flying knee kick,” which involves a jump and kick to the body while airborne. \nThe trick in professional wrestling is to execute the punches and body slams convincingly but in a controlled way to avoid serious injuries. A wrestler also must know how to fall properly. \nOne key fight scene took a month to film as the actors went over each move, again and again. \n“Dump played a role to be hated by the entire nation,” said Yuriyan Retriever, a professional comedian who stars as Matsumoto in the series.\n“Previously, there was a limit, maybe even unintentionally, beyond which I couldn’t go. But when I played Dump, all those emotions had to come out and be expressed,” she said.\nShe felt like she was no longer playing a role, she said, but that she had become Dump Matsumoto. \n“It’s frightening to be hated, and I don’t think anyone wants to be hated,” Retriever said. \n“When I finished a cut, I was crying. And my body was shaking. I can’t express it in words, but I understood all the pressures Dump must have felt.”\nThe series not only presents a women-beating-the-odds story against a backdrop of sexism and abusive management but it also captures the postwar period of the Showa-era in a way that feels authentic. The scenes used thousands of extras, many of them serious wrestling fans.\nSome viewers say the real-life wrestling was more intense than the dramatized version in the new series.\nRionne McAvoy, an Australian filmmaker who as a professional wrestler was hit with a stick by Matsumoto, said: “The actors often fail to capture the intensity, grit and charisma required for these roles.\"\nBut for most viewers, it’s real enough and heartbreaking.\n“This is an eternal but emotional story portraying ordinary girls who passionately pursued a dream, found friendship and also themselves,” director Kazuya Shiraishi said.\n“It gave me a chance to reflect on my own 15-year filmmaking career, what I truly want to be, what kind of films I want to make. I just wanted to tell their story, which is also everyone’s story.”\n___\n"}, {"Source": "https://www.abcnews.go.com", "URL": "https://abcnews.go.com/Entertainment/wireStory/harris-introducing-sets-media-tour-people-voting-114585950", "Title": "Harris gets personal in media blitz, balks at breaking with Biden on policy", "Author": "N/A", "Date": "October 8, 2024, 12:10 AM", "Content": "NEW YORK -- Kamala Harris wanted to help voters get to know her better with a cascade of media appearances on Tuesday, but the most lasting impression might have been her unwillingness to break with Joe Biden.Asked on ABC’s “The View” how she would be different from the president she’s served under for four years, Harris said “we’re obviously two different people” and “I will bring those sensibilities to how I lead.”\nHowever, she was not able to identify a decision where she would have gone another way. “There is not a thing that comes to mind,” Harris said.\nThe exchange encapsulated Harris’ struggle to portray herself as a candidate who can deliver the change voters crave while also remaining loyal to the current administration. Some Harris aides privately winced as gleeful Republicans swiftly circulated clips of her response and Donald Trump swiped at her in a social media post, calling it “her dumbest answer so far.”\nIt wasn’t until later in the show that Harris named something that she would do differently than Biden — she would put a Republican in her Cabinet.\nThe Democratic nominee said she would welcome contributions from the other party “because I don’t feel burdened by letting pride get in the way of a good idea.”\nThe interview was a reminder that friendly media venues — the women of “The View” were nearly rapturous in their embrace of Harris — can be as treacherous for politicians to navigate as hardball journalistic interrogations. And it came at a delicate moment for Harris, whose motorcade whisked her from studio to studio in New York on Tuesday.\nEven though her abbreviated and unexpected campaign for the presidency is more than half over, Harris is still racing to introduce herself to voters who haven’t made up their minds about her or whether to cast ballots in this year’s election. After “The View,” she spoke to radio host Howard Stern and planned to tape a show with late-night comedian Stephen Colbert. The trio of appearances came after Harris granted interviews to CBS’ “60 Minutes,” which aired Monday night, and Alex Cooper’s podcast “Call Her Daddy,” which was released Sunday. \nIt's a kaleidoscopic media blitz intended to reach key demographics, from men who are longtime fans of Stern to young women who follow Cooper's frank conversations about sex and relationships. \nHarris' decision to open up is a sharp shift after largely avoiding interviews since replacing Biden at the top of the ticket, and it’s an acknowledgment that she needs to do more to defeat Trump.\nGetting personal has never been easy for Harris, a lawyer by training whose first job in public life was making opening and closing arguments as a courtroom prosecutor.\n“It feels immodest to me to talk about myself,” Harris said to Stern. “A friend of mine actually said, ‘look, this is not a time to worry about modesty, because obviously you gotta let people know who you are.’”\nBy the time she was finished with the interview, Harris had, by her standards, bared her soul. Some examples:\nShe ate a family sized bag of Doritos after Trump beat Hillary Clinton. She works out on an elliptical every day. Her first job was cleaning test tubes at her mother’s laboratory, and she got fired. Her favorite Formula One driver is Lewis Hamilton. She went to see U2 at the Sphere in Las Vegas, and she recommends going with a “clear head,” meaning not high on drugs, because “there’s a lot of visual stimulation.”\nHarris also said “I literally lose sleep” over the election because “the stakes are so high.”\nAnna Greenberg, a Democratic pollster, said Harris has to energize people who have tuned out politics because they believe “all the politicians are the same, they all say the same thing, they don’t know anything about my life, I can’t relate to them at all.\"\n“They want to like and trust you,\" she said. \nJennifer Harris, the former White House senior director of international economics, said Harris has a steeper hill to climb because of the way she became the Democratic nominee.\n“We did not have a good long primary to meet Kamala Harris in the way most voters are accustomed to,” she said. Harris has to find a way to demonstrate the instincts and principles that ”will be guiding any number of hundreds of specific policy questions that will come up in the course of the presidency.”\nHarris used her Tuesday appearance on “The View” to discuss her proposal to have Medicare cover in-home care for the elderly, helping to relieve the burden faced by an increasing number of families.\n“There are so many people in our country who are right in the middle,\" she said. \"They’re taking care of their kids and taking care of their aging parents.”\nShe spoke about taking care of her own mother when she was dying of cancer, including cooking for her and picking out soft clothing that wouldn't irritate her. And she criticized Trump as selfish and uninterested in helping Americans. If you watch his grievance-filled rallies, she said, “he does not talk about what your parents need, what your children need.”\nInstead, Harris said, “he talks about his needs.”\nIt was a moment that Harris' campaign would much rather get noticed than her answer about Biden. They believe that a small yet pivotal numbers of undecided voters want to know more about Harris before making up their minds, and that the more those voters see Harris, the more they like her.\nRepublican communications strategist Kevin Madden said defining Harris in voters' eyes is the central challenge of the campaign.\n“This race is actually pretty simple in the sense that the next few weeks are about who’s going to fill in the blanks on who Harris is,” he said. \nHarris' name recognition grew when she became vice president, but 1 out of 10 people still said they didn't know enough about her to have an opinion, according to AP-NORC polling. Recent shifts in her favorability numbers suggest that views on Harris may still be somewhat malleable. \nOther polls have similar results. One-quarter of likely voters said they still feel like they need to learn more about Harris, according to a New York Times/Siena College poll conducted after her debate against Trump, while about three-quarters say they pretty much already know what they need to know about her. \nNear the end of Harris' interview on the “Call Her Daddy” podcast, Cooper confronted the vice president with one of the central questions of this campaign.\nSo many people, Cooper said, are “frustrated and just exhausted with politics in general,\" so \"why should we trust you?”\nHarris answered by saying “you can look at my career to know what I care about.”\n“I care about making sure that people are entitled to and receive the freedoms that they are due,\" she said. \"I care about lifting people up and making sure that you are protected from harm.”\n___\n"}, {"Source": "https://www.abcnews.go.com", "URL": "https://abcnews.go.com/Entertainment/wireStory/taylor-swift-back-watch-travis-kelce-chiefs-eras-114582465", "Title": "Taylor Swift is back to watch Travis Kelce and the Chiefs with Eras Tour soon to resume", "Author": "N/A", "Date": "October 7, 2024, 7:47 PM", "Content": "KANSAS CITY, Mo. -- Taylor Swift was back at Arrowhead Stadium on Monday night to see her boyfriend, Travis Kelce, and the Kansas City Chiefs play the New Orleans Saints after the pop superstar had missed the team's previous two games on the road.Swift is in the final days of a break from her record-setting Eras Tour, which resumes with the first of three shows Friday night at Hard Rock Stadium in Miami. The tour's North American leg continues in New Orleans and Indianapolis before heading to Toronto and Vancouver in November and December. The final show is scheduled for Dec. 8.\nSwift also missed Kelce's annual Kelce Car Jam over the weekend, a charity car show that raises money for his 87 and Running foundation, which helps underserved youth in the areas around Kansas City and Cleveland. There was still plenty of star power with Patrick Mahomes and his wife, Brittany, joining Kelce's parents his brother, retired Eagles center Jason Kelce.\nSwift began her high-profile romance with Kelce last season, when he invited the “Anti-Hero” singer to watch him in a September matchup with the Bears. Since then, the two have spent plenty of time together, often with cameras following every move. \nSwift has stayed out of the spotlight the past couple of weeks, though. That after a particularly headline-grabbing week in which she endorsed Kamala Harris for president, took home seven trophies from the MTV Video Music Awards, and show up to see the Chiefs beat the visiting Cincinnati Bengals.\nSwift has become close friends with the Mahomes family over the past year. That created some controversy when the 14-time Grammy winner said she supported Harris over Donald Trump in the November election; Trump has referenced the quarterback's wife after she had liked — and then unliked — an Instagram post by the Republican presidential nominee.\nPatrick Mahomes has declined to endorse anyone in the election, instead urging people to register to vote.\n“I don’t want my place and my platform to be used to endorse a candidate,” Mahomes said. “My place is to inform people to get registered to vote. It’s to inform people to do their own research and then make the best decision for them and their family.”\n___\nAP NFL: https://apnews.com/hub/nfl\n"}, {"Source": "https://www.abcnews.go.com", "URL": "https://abcnews.go.com/Entertainment/wireStory/new-charges-filed-chasing-horse-sprawling-sex-abuse-114580941", "Title": "Federal prosecutors quietly dismiss Chasing Horse's long-dormant sex abuse case", "Author": "N/A", "Date": "October 7, 2024, 7:06 PM", "Content": "LAS VEGAS -- Federal prosecutors in Nevada have quietly dismissed a long-dormant sex abuse case against Nathan Chasing Horse, though the former “Dances with Wolves\" actor still faces criminal charges elsewhere.The federal case was tossed Oct. 1, just as state prosecutors were finalizing the dismissal of their own indictment against Chasing Horse under an order from the Nevada Supreme Court.\nThe back-to-back dismissals are a stunning development for a legal saga that began with Las Vegas police arresting Chasing Horse and raiding his home last January, leading to the state's 18-count indictment in Clark County District Court.\nHis arrest, which sent shockwaves throughout Indian Country, was quickly followed by more criminal charges in four other jurisdictions in the U.S. and Canada. That includes the now-dismissed federal case accusing him of sexually exploiting minors and possessing child sexual abuse material, charges that stemmed from the same allegations that led to his arrest.\nChasing Horse still faces criminal charges in Canada, on the Fort Peck Indian Reservation in Montana, and in Las Vegas.\nBest known for portraying the character Smiles A Lot in the 1990 film “Dances with Wolves,” Chasing Horse was born on the Rosebud Reservation in South Dakota, which is home to the Sicangu Sioux, one of the seven tribes of the Lakota nation.\nIn the decades since starring in the Oscar-winning movie, authorities say he built a reputation as a self-proclaimed medicine man among tribes and traveled around North America to perform healing ceremonies.\nHe’s accused of using that position to gain access to vulnerable girls and women starting in the early 2000s, leading a cult and taking underage wives.\nFederal prosecutors took no action in their case against Chasing Horse after filing the charges in February 2023, court records show. They moved to dismiss the case on Sept. 27 — a day after the Nevada high court ordered the dismissal of Chasing Horse's indictment in state court — but did not detail in court filings why they wanted to dismiss the case.\nBoth the state and federal cases were dismissed without prejudice, meaning prosecutors can refile the charges. Federal prosecutor Steven Rose didn't immediately respond to an email Monday asking if the U.S. government intends to do so. Clark County District Attorney Steve Wolfson has said his office will refile the charges in state court, which included sexual assault of a minor, kidnapping and child abuse.\nState prosecutors on Friday filed a new case in Las Vegas against Chasing Horse that accuses him of filming himself having sex with one of his accusers when she was younger than 14. He is being held in the custody of Las Vegas police on $200,000 bail.\nIn at least one video, the girl was “fully passed out,\" prosecutor William Rowles said Monday in court.\nRowles said the footage, taken in 2010 or 2011, were found on cellphones in a locked safe inside the North Las Vegas home that Chasing Horse is said to have shared with five wives, including the girl in the videos.\nHis defense attorney, Kristy Holston, declined to comment on the new case or the dismissal of the federal charges. Rowles also said he had no comment.\nThe Nevada Supreme Court in late September sided with Chasing Horse, after his attorney successfully argued that a definition of grooming — presented to the grand jury without expert testimony — had tainted the state's case, and that prosecutors should have shared with the grand jury inconsistent statements made by one of the victims.\n"}, {"Source": "https://www.abcnews.go.com", "URL": "https://abcnews.go.com/Entertainment/wireStory/movie-armorer-alec-baldwins-film-rust-pleads-guilty-114579613", "Title": "Movie armorer on Alec Baldwin's film 'Rust' pleads guilty to gun charge in separate case", "Author": "N/A", "Date": "October 7, 2024, 6:02 PM", "Content": "SANTA FE, N.M. -- The weapons supervisor in the fatal shooting of a cinematographer by Alec Baldwin on the set of the Western film “Rust\" pleaded guilty Monday to a separate criminal charge of carrying a gun into a licensed liquor establishment.Movie armorer Hannah Gutierrez-Reed agreed to change her plea to guilty on the charge in exchange for a reduced sentence of 18 months supervised probation. \nJudge T. Glenn Ellington approved the agreement that allows Gutierrez-Reed to begin probation while serving out an 18-month prison term at a New Mexico state penitentiary for involuntary manslaughter in the fatal shooting of cinematographer Halyna Hutchins.\nIn the “Rust” case, prosecutors blamed Gutierrez-Reed for unwittingly bringing live ammunition onto the movie set and for failing to follow basic gun safety protocols.\nGutierrez-Reed shuffled into the Santa Fe courtroom Monday in a beige jumpsuit, handcuffs and ankle shackles to change her plea to guilty and waive her right to trial.\n“I'd just like to apologize to the court and thank you for your judgment today,” she said.\nThe case stems from evidence that a few weeks before “Rust” began filming in October 2021, Gutierrez-Reed carried a gun into a downtown bar in Santa Fe where firearms are prohibited. \nSpecial prosecutor Kari Morrissey said Gutierrez-Reed filmed herself in the bathroom of the bar with a handgun — explaining how she snuck in the prohibited firearm in a video that was obtained when authorities searched the armorer's phone during the “Rust” investigation.\nGutierrez-Reed was convicted in March at trial of involuntary manslaughter in the fatal shooting of Hutchins. She has an appeal of that conviction pending in a higher court.\nBaldwin, the lead actor and co-producer for “Rust,” was pointing a gun at Hutchins during a rehearsal for the film when the revolver went off, killing Hutchins and wounding director Joel Souza.\nIn July, Judge Mary Marlowe Sommer dismissed an involuntary manslaughter case against Baldwin halfway through a trial based on the withholding of evidence by police and prosecutors from the defense. Morrissey has since asked the judge to reconsider.\nUnder terms of her plea agreement, Gutierrez-Reed is prohibited while on probation from possessing firearms, consuming alcohol or drugs and must pay $180 in fees while submitting a sample of her DNA to a criminal database and completing an addiction treatment program.\nDefense attorney Jason Bowles said the agreement makes it possible for Gutierrez-Reed to be released from prison as soon as June 2025 to complete probation in Arizona without getting an additional felony conviction on her record.\nBefore being led away, Gutierrez-Reed blew kisses toward the court gallery where her mother, Stacy Reed, was seated.\nReed said she was grateful her daughter can begin to fulfill new parole requirements prior to release from prison.\n"}, {"Source": "https://www.abcnews.go.com", "URL": "https://abcnews.go.com/Entertainment/wireStory/lore-segal-esteemed-austrian-american-writer-fled-nazis-114579039", "Title": "Lore Segal, esteemed Austrian American writer who fled the Nazis as a child, dies at 96", "Author": "N/A", "Date": "October 7, 2024, 5:56 PM", "Content": "NEW YORK -- NEW YORK (AP) — Lore Segal, an esteemed Viennese American author and translator whose gift for words helped her family escape from the Nazis and who later drew upon her experiences as a Jewish refugee and immigrant for such fiction as “Other People's Houses” and “Her First American,” died Monday at 96.Segal, a longtime resident of Manhattan's Upper West Side, died in her apartment after a brief illness, her publisher Melville House said in a statement.\nAfter settling in the U.S. in 1951, Segal wrote novels, short stories, essays and children's books and translated the Bible and Grimms' fairy tales, which featured illustrations by her friend Maurice Sendak. Her life — filtered through memory and imagination — was her greatest muse. “Other People's Houses,” released in 1964 and originally serialized in the New Yorker, closely followed her childhood in Austria, her years in foster care in London during World War II and her arrival in New York, where the growing familiarity with the city’s sights and sounds — “charged thus upon the air” — makes the “alien into a citizen.”\n“Her First American” continued her early experiences in the U.S., while “Lucinella” was a comic novella inspired by her time in the 1970s at the Yaddo artist retreat in upstate New York. Segal, who taught at Columbia University, Princeton University and several other schools, satirized academic life in “Shakespeare's Kitchen.”\nIn 2019, she compiled her fiction and nonfiction in the anthology “The Journal I Did Not Keep,” in which she summarized the importance and imperfection of recapturing the past.\n“I believe that the act of remembering and telling the story of what we remember will always be to some extent fatal to the thing remembered,” she wrote. “So what really happened?”\nHer many admirers included such author-critics as Cynthia Ozick, Vivian Gornick and Alfred Kazin. In 2008, she was a Pulitzer Prize finalist for her novel “Shakespeare’s Kitchen.” The American Academy of Arts and Letters inducted her in 2023.\nGornick would cite her “ironic intelligence\" and “gift for detachment.” In her fiction, Segal set a tone that was even, objective and occasionally cutting, like her description of an artist in “Lucinella” who “tends to mumble her words inside her mouth, so as to keep the option of eating them.” She could also be intimate and familiar, with such recurring characters as her alter ego Ilka, a Viennese refugee; and Carter Bayoux, a Black intellectual with whom Ilka has an affair in “Her First American.”\nHer narratives were often sustained through passages of overheard conversation, whether at a literary cocktail party in Harlem or a gathering of faculty members in Connecticut. Several stories in her 2023 collection “Ladies' Lunch” were structured around the midday meals of friends in advanced old age who share memories, regrets, fears and everyday concerns.\n“I like writing dialogue,” she told the online publication The Millions in 2019. “I like it better than explaining. I’d rather have a character develop and express him or herself through dialogue than explaining what they’re thinking. It’s a preference. I like how we discover and uncover ourselves through dialogue. I tell my students, you see any two people together, walk behind them, listen, get the tone of their voice.”\nBesides her books, Segal wrote for The New York Times, The New Republic, the Forward and other publications. The children's story “When Mole Lost His Glasses,” with drawings by Sergio Ruzzier, was adapted into an educational video featuring Spike Lee and then-New York Knick Stephon Marbury.\nSegal married the literary editor David Segal in 1961 and had two children. Her husband died of a heart attack in 1970.\nShe was born Lore Groszmann in Vienna in 1928, and grew up in a prosperous neighborhood until the Nazis annexed the country a decade later and antisemitism drove her family to ship her off on the Kindertransport to London, a time Segal and her mother would discuss in Mark Jonathan Harris’ Academy Award-winning documentary “Into the Arms of Strangers.”\nSeparation somehow empowered her. Inquisitive and often impulsive, she wrote so many letters to British authorities that they granted her parents the rare privilege of letting them join her in London, where they worked as domestic servants. Lore stayed with a series of families, including one whose incomprehension of her past inspired her first real storytelling.\n“It seemed to me they had no idea of what it was like to live in Vienna under Hitler,” Segal told The Associated Press in 2011. “They were asking me questions that didn’t seem to be relevant. They had some profound lack of information. So I got hold of one of those little exercise books, homework books. I filled the 36 pages in German with the story, which is essentially the story of ‘Other People’s Houses.’”\nAfter the war, Segal graduated from the University of London’s Bedford College and lived briefly in the Dominican Republic — where other family members had settled — until allowed in the United States. Before becoming a writer, she discovered the various careers she was not meant for: She was a “bad file clerk,” a “bad secretary” and “pretty bad textile designer.\"\nWriting, at first, also didn't seem to work because she believed she had nothing to say. She had never been in love and thought “no big things” had happened to her, not even during the war. Her breakthrough came in a class at the New School for Social Research in New York.\n"}, {"Source": "https://www.abcnews.go.com", "URL": "https://abcnews.go.com/Entertainment/wireStory/federal-judge-orders-google-open-android-app-store-114574993", "Title": "Federal judge orders Google to open its Android app store to competition", "Author": "N/A", "Date": "October 7, 2024, 4:26 PM", "Content": "SAN FRANCISCO -- A federal judge on Monday ordered Google to tear down the digital walls shielding its Android app store from competition as punishment for maintaining an illegal monopoly that helped expand the company's internet empire. The injunction issued by U.S. District Judge James Donato will require Google to make several changes that the Mountain View, California, company had been resisting. Those include a provision that will require its Play Store for Android apps to distribute rival third-party app stores so consumers can download them to their phones, if they so desire.\nThe judge’s order will also make the millions of Android apps in the Play Store library accessible to rivals, allowing them to offer up a competitive selection.\nDonato is giving Google until November to make the revisions dictated in his order. The company had insisted it would take 12 to 16 months to design the safeguards needed to reduce the chances of potentially malicious software making its way into rival Android app stores and infecting millions of Samsung phones and other mobile devices running on its free Android software.\nThe court-mandated overhaul is meant to prevent Google from walling off competition in the Android app market as part of an effort to protect a commission system that has been a boon for one of the world's most prosperous companies and helped elevate the market value of its corporate parent Alphabet Inc. to $2 trillion.\nGoogle said in a blog post that it will ask the court to pause the pending changes, and will appeal the court’s decision.\nDonato also ruled that, for a period of three years ending Nov. 1, 2027, Google won't be able to share revenue from its Play Store with anyone who distributes Android apps or is considering launching an Android app distribution platform or store. It also won't be allowed to pay developers, or share revenue, so that they will launch an app in the Google Play Store first or exclusively, and can't make deals with manufacturers to preinstall the Google Play store on any specific location on an Android device. It also won't be able to require apps to use its billing system or tell customers that they can download apps elsewhere and potentially for cheaper. \nThe Play Store has been earning billions of dollars annually for years, primarily through 15% to 30% commissions that Google has been imposing on digital transactions completed within Android apps. It's a similar fee structure to the one that Apple deploys in its iPhone app store — a structure that prompted video game maker Epic Games to file antitrust lawsuits four years ago in an effort to foster competition that could help drive down prices for both app makers and consumers.\nA federal judge mostly sided with Apple in a September 2021 decision that was upheld by an appeals court. Still, a jury favored Epic Games after the completion of a four-week trial completed last year and delivered a verdict that tarred the Play Store as an illegal monopoly.\nThat prompted another round of hearings this year to help Donato determine what steps should be taken to restore fair competition. Google argued that Epic Games was seeking some extreme changes, saddling the company with costs that could run as high as $600 billion. Epic contended Google could level the playing field for as little as $1 million. It's unclear how much the changes ordered by Donato will cost Google. \nAlthough Epic lost its antitrust case against Apple, Donato's ruling could still have ripple effects on the iPhone app store as another federal judge weighs whether Apple is making it easy enough to promote different ways that consumers can pay for digital transactions. Apple was ordered to allow in-app links to alternative payment systems as part of U.S. District Judge Yvonne Gonzalez Rogers' decision in that case, but Epic contends the provision is being undermined with the creation of another commission system that stifles consumer choice.\nThe forthcoming Play Store shakeup could be just the first unwelcome shock that antitrust law delivers to Google. In the biggest antitrust case brought by the U.S. Justice Department in a quarter century, U.S. District Judge Amit Mehta in August declared Google's dominant search engine to be an illegal monopoly, too, and is now getting ready to start hearings on how to punish Google for that bad behavior. Google is appealing Mehta's ruling in the search engine case in hopes of warding off a penalty that could hurt its business even more than the changes being ordered in the Play Store. \n“Provided the ruling survives the appeals process, Google will almost certainly take a revenue hit,” said Emarketer analyst Evelyn Mitchell-Wolf. “No doubt some of the largest app developers like Epic Games will start encroaching on Google Play Store’s market share, meaning Google will lose out on its usual cut of subscription and in-app purchases.”\nThe analyst added that, while the Google Play Store will likely continue to benefit from brand recognition since it was the default Android app store for so long, “some consumers may defect if they can get better deals on their favorite apps elsewhere.” And app developers will likely take advantage of the opportunity to let consumers know about direct downloads. \n“So Google may see fewer Play Store revenues even among the Android users that stick to the default,” Mitchell-Wolf said.\n"}, {"Source": "https://www.abcnews.go.com", "URL": "https://abcnews.go.com/Entertainment/wireStory/cissy-houston-whitney-houstons-mother-grammy-winning-singer-114570980", "Title": "Cissy Houston, Whitney Houston's mother and Grammy-winning singer, dies at 91", "Author": "N/A", "Date": "October 7, 2024, 2:56 PM", "Content": "LOS ANGELES -- Cissy Houston, a two-time Grammy-winning soul and gospel artist who sang with Aretha Franklin, Elvis Presley and other stars and knew triumph and heartbreak as the mother of Whitney Houston, has died. She was 91.Cissy Houston died Monday morning in her New Jersey home while under hospice care for Alzheimer's disease, her daughter-in-law Pat Houston told The Associated Press. The acclaimed gospel singer was surrounded by her family.\n“Our hearts are filled with pain and sadness. We loss the matriarch of our family,” Pat Houston said in a statement. She said her mother-in-law's contributions to popular music and culture are \"unparalleled.\" \n“Mother Cissy has been a strong and towering figure in our lives. A woman of deep faith and conviction, who cared greatly about family, ministry, and community. Her more than seven-decade career in music and entertainment will remain at the forefront of our hearts.”\nA church performer from an early age, Houston was part of a family gospel act before breaking through in popular music in the 1960s as a member of the prominent backing group The Sweet Inspirations with Doris Troy and her niece Dee Dee Warwick. The group sang backup for a variety of soul singers including Otis Redding, Lou Rawls and The Drifters. They also sang backup for Dionne Warwick.\nHouston's many credits included Franklin’s “Think” and ”(You Make Me Feel Like) A Natural Woman,” Van Morrison’s “Brown Eyed Girl” and Dusty Springfield’s “Son of a Preacher Man.” The Sweet Inspirations also sang on stage with Presley, whom Houston would remember fondly for singing gospel during rehearsal breaks and telling her that she was “squirrelly.”\n“At the end of our engagement with him, he gave me a bracelet inscribed with my name on the outside,” she wrote in her memoir “How Sweet the Sound,” published in 1998. “On the inside of the bracelet he had inscribed his nickname for me: Squirrelly.”\nThe Sweet Inspirations had their own top 20 single with the soul-rock “Sweet Inspiration,” made in the Memphis studio where Franklin and Springfield among others recorded hits and released four albums just in the late ’60s. The group appeared on Van Morrison’s “Brown Eyed Girl” and sang background vocals for The Jimi Hendrix Experience on the song “Burning of the Midnight Lamp” in 1967.\nHouston’s last performance with The Sweet Inspirations came after the group hit the stage with Presley in a Las Vegas show in 1969. Her final recording session with the group turned into their biggest R&B hit “(Gotta Find) A Brand New Lover” a composition by the production team of Gamble & Huff, who appeared on the group’s fifth album, “Sweet Sweet Soul.”\nDuring that time, the group occasionally performed live concert dates with Franklin. After the group’s success and four albums together, Houston left The Sweet Inspirations to pursue a solo career where she flourished.\nHouston became an in-demand session singer and recorded more than 600 songs in multiple genres throughout her career. Her vocals can be heard on tracks alongside a wide range of artists including Chaka Khan, Donny Hathaway, Jimi Hendrix, Luther Vandross, Beyoncé, Paul Simon, Roberta Flack and Whitney Houston.\nCissy Houston went on to complete several records, including “Presenting Cissy Houston,” the disco-era “Think It Over” and the Grammy-winning gospel albums “Face to Face” and “He Leadeth Me.” \nIn 1971, Houston’s signature vocals were featured on Burt Bacharach’s solo album, which includes “Mexican Divorce,” “All Kinds of People” and “One Less Bell to Answer.” She performed various standards including Barbra Streisand’s hit song, “Evergreen.”\nNever far from her native New Jersey or musical origins, Houston presided for decades over the 200-member Youth Inspirational Choir at Newark’s New Hope Baptist Church, where Whitney Houston sang as a child. \nCissy Houston would say that she had discouraged her daughter from show business, but they were joined in music for much of Whitney’s life, from church to stage performances to television and film and the recording studio. Whitney’s rise seemed inevitable, not only because of her obvious talents, but because of her background: Dionne and Dee Dee Warwick were cousins, Leontyne Price a cousin once removed, Franklin a close family friend.\nWhitney Houston made her debut on national television when she and Cissy Houston sang a medley of Franklin hits on “The Merv Griffin Show.” Cissy Houston sang backup on Whitney’s eponymous, multi-platinum first album, and the two shared the lead on “I Know Him So Well,” from the 1987 mega-seller “Whitney.”\nThey would sing together often in concert and appeared in the 1996 film “The Preacher’s Wife.” Their most indelible moments likely came from the video for one of Whitney’s biggest hits from the mid-1980s, “Greatest Love of All.\" It was filmed as a mother-daughter homage, ending with a joyous Whitney exiting the stage of Harlem’s Apollo Theater and embracing Cissy Houston, who stood in the wings.\nOn Feb. 11, 2012, Whitney Houston was found dead — from what was ruled as an accidental drowning — in a Beverly Hills bathtub. Cissy Houston would write about her daughter in the memoir “Remembering Whitney: A Mother’s Story of Life, Loss and The Night The Music Stopped.” \nIn 2015, Cissy Houston was grieving again when granddaughter Bobbi Kristina Brown, the only child of Bobby Brown and Whitney Houston, was found unconscious in a bathtub, spent months in a coma and died at age 22. The family was back in the news in 2018 with the release of the documentary “Whitney.” which included allegations that Dee Dee Warwick (who died in 2008) had molested Whitney when she was a girl.\nCissy Houston was briefly married to Freddie Garland in the 1950s; their son, Gary Garland, was a guard for the Denver Nuggets and later sang on many of Whitney Houston’s tours. Cissy Houston was married to Whitney’s father, entertainment executive John Russell Houston, from 1959-1990. In addition to Whitney, the Houstons also had a son, Michael.\nCissy Houston was born Emily Drinkard in Newark, the youngest of eight children of a factory worker and a housewife. She was just 5 when she and three siblings founded the Drinkard Singers, a gospel group that lasted 30 years, performing on the same bill as Mahalia Jackson among others and releasing the 1959 album “A Joyful Noise.”\nShe later said she would have been happy to remain in gospel, but John Houston encouraged her to take on studio work. When rockabilly star Ronnie Hawkins (along with drummer Levon Helm and other future members of The Band) needed an extra voice, Cissy Houston stepped in.\n“I wanted to get my work done, and get it done quickly. I was there, but I didn’t have to be part of them. I was in the world, but I wasn’t of the world, as St. Paul put it,” Houston wrote in “How Sweet the Sound,” remembering how she soon began working with the Drifters and other singers.\n“At least in the recording studio we were living together as God intended us to. Some days, we spent 12 or 15 hours together there,\" she wrote. \"The skin-deep barriers of race seemed to fall away as we toiled side by side creating our little pop masterpieces.”\nPat Houston said she is thankful for the many valuable lessons learned from her mother-in-law. She said the family feels “blessed and grateful\" that God allowed Cissy to spend so many years. \n“We are touched by your generous support, and your outpouring of love during our profound time of grief,” Houston said on behalf of the family. “We respectfully request our privacy during this difficult time.”\n___\n"}, {"Source": "https://www.abcnews.go.com", "URL": "https://abcnews.go.com/Entertainment/wireStory/cissy-houston-grammy-winner-mother-whitney-houston-dies-114570705", "Title": "Cissy Houston, Grammy winner and mother of Whitney Houston, dies at 91", "Author": "N/A", "Date": "October 7, 2024, 2:49 PM", "Content": "Video\n"}, {"Source": "https://www.abcnews.go.com", "URL": "https://abcnews.go.com/Entertainment/wireStory/billie-jean-king-named-grand-marshal-136th-rose-114570367", "Title": "Billie Jean King named grand marshal for the 136th Rose Parade on Jan. 1", "Author": "N/A", "Date": "October 7, 2024, 2:26 PM", "Content": "PASADENA, Calif. -- Tennis great Billie Jean King will preside over the 136th Rose Parade as grand marshal next year.King, who turns 81 next month, was introduced Monday in a shower of confetti on the lawn of Tournament House as “Philadelphia Freedom,” the hit song Elton John wrote for her, blared.\n“I'm still kicking,” she said, smiling.\nKing will ride the 5 1/2-mile route through the streets of Pasadena on Jan. 1 and be part of the coin flip for the 111th Rose Bowl football game later that day.\n“We looked forward to it every year,” she said, recalling her childhood in Long Beach. “My mother and I always loved parades.\"\nThe parade’s theme of “Best Day Ever!” celebrates life’s best moments.\n“I love it,” she said. “I have a whole new saying the rest of my life now. It reminds us of living in the present every single day.”\nShe joins a long line of athletes who’ve served as grand marshals, including Olympic champions Laurie Hernandez, Greg Louganis, Janet Evans, Allyson Felix, Carl Lewis and Shannon Miller, as well as golfers Chi-Chi Rodriguez and Arnold Palmer, and Pelé and Hank Aaron.\n“They’re absolutely the who’s who of American history,” she said.\nKing, however, is the first female athlete to serve on her own.\nShe has long advocated for gender equity, LGBTQIA+ rights and other social justice issues.\nThe 39-time major champion’s haul includes 20 Wimbledon titles in singles, doubles and mixed doubles.\nKing was honored with a bronze statue at Cal State Los Angeles last week. She attended the university from 1961-64, winning her first Wimbledon doubles title while still a student, but never graduated. She told students she plans to re-enroll and finish her degree.\nKing has ownership interests in the Los Angeles Dodgers and the Angel City FC women's pro soccer team.\nShe recently became the first individual female athlete to be awarded the Congressional Gold Medal, which recognizes her “life devoted to championing equal rights for all, in sports and in society.”\n___\n"}, {"Source": "https://www.abcnews.go.com", "URL": "https://abcnews.go.com/Entertainment/wireStory/florence-pugh-andrew-garfield-living-live-time-114570368", "Title": "Florence Pugh and Andrew Garfield on living through 'We Live in Time'", "Author": "N/A", "Date": "October 7, 2024, 2:21 PM", "Content": "TORONTO -- In “We Live in Time,” Florence Pugh and Andrew Garfield act an entire life of a relationship — a gamut of dating, falling in love, having a child and reckoning with cancer. So when Garfield recently went on a six-day retreat in the woods without his phone, one of his first texts was to his co-star.“I came out and I sent Florence a message. I just felt compelled,” Garfield says. “When you reconnect with yourself, you reconnect with a bunch of stuff that matters to you. And I was just like, man, I haven’t let Florence know for a few months how much this film and this time with her meant to me.”\n“We Live in Time,” directed by John Crowley ( “Brooklyn,” “The Goldfinch”) and penned by playwright Nick Payne, is the kind of movie that provokes an emotional response, including for its two stars. In playing their characters, Almut and Tobias, across a decade of time, “We Live in Time” poignantly condenses, and remixes into a non-linear narrative, a wide spectrum of life. Right alongside each other are sex and heartbreak, stolen moments and life-changing ones, birth and death.\nIt was enough to go through together as actors that Pugh and Garfield, when they spoke the morning of the film’s premiere at the Toronto International Film Festival last month, were still mourning it.\n“I’ve never had this happen before in this way. We’ve literally spent the last two days trying to unpack it and everybody wants us to unpack it. And we don’t know,” says Pugh. “When we finished the movie, every scene that got closer and closer to the end, it became harder and harder to process that we weren’t going to be able to do it anymore.”\nAs two of the most in-demand actors of their generation, Pugh, 28, and Garfield, 41, have transformed themselves into all kinds of roles. They have donned Marvel costumes and joined period ensembles. Pugh was memorably outfitted in an elaborate flower dress for “Midsommar.” But “We Live in Time,” which A24 opens in theaters Friday, is a particularly unadorned view of two of the best actors working. It’s the first film in which Garfield has used his real voice.\n“They’re two very beautiful creatures to look at, and have looked fantastically beautiful on screen — and do look very beautiful in this, by the way, just not in a glammed-up, aspirational fashion,” says Crowley. “They’re also both British actors who have made significant inroads in American cinema, and to some eyes, people might only know them from that. To have them speak in their own accents allowed those roles to fall back much closer to them.”\nChemistry can be a tricky thing to pin down. Crowley, whose 2007 film “Boy A” was Garfield’s feature film debut, cast Garfield first. After that came Pugh. Crowley prefers to keep dress rehearsals subdued in order to save the energy for shooting. But there were, he says, “flickers of something very special\" between them.\n“Much like two championship tennis players warming up, they couldn’t not once in a while hit the ball in an extraordinary way and have the other person hit it back,\" says Crowley.\nIn an interview together, the connection between Garfield and Pugh was abundantly clear. Their reaction to the meme that sprung from the movie's first image (in which a carousel horse appeared to be their uninvited co-star), was, itself, a viral video that hinted at their natural comic patter. But whatever chemistry is, Garfield is more inclined to attribute it to staying present as actors.\n“You can’t predict it. I knew Florence was a magnificent actor. But that’s all I knew. I didn’t know whether we’d work together well. Neither of us did,” Garfield says. “But for me, honestly, it exceeded my expectations. It’s an incomparable thing. There’s no way of comparing my experience with Florence with any other experience I’ve had.\n“I said this to Florence last night, I was like, ‘It’s weirdly, in a way, one performance. It’s like we’re stitched together.’”\nFor Pugh, chemistry is about showing up with the right intentions.\n“We were willing and wanting to do that for each other,” says Pugh. “There’s plenty of times when you’re willing to do it and someone isn’t. And that’s also fine because you can also create your own chemistry with yourself, I suppose.\n“But it’s so much more hard work and much less fun,” adds Garfield, smiling. “Just like self-pleasure.”\nIn some ways, Garfield and Pugh were living alongside “We Live in Time” and experiencing some of its chapters of life with their characters, albeit from different perspectives. When Almut is diagnosed with late-stage ovarian cancer, she is forced to make difficult decisions that weigh having children with her ambition as a chef.\n“If you want to be successful, if you want to actually give your career a good crack at it, you’re going to be running through the time that is most optimum for having children,” says Pugh. “It’s stuff that I’m now having to figure out since we made the movie, since the movie’s coming out. It’s for all ages of women that are trying to navigate this unbelievably tricky dilemma.”\nSome of the challenges faced by Almut and Tobias were deeply familiar to the actors. Garfield’s mother died of cancer in 2019. Others took more imagination. Neither Garfield or Pugh have children, but a lengthy birth scene, in a gas station bathroom, is the movie’s most show-stopping moment. To experience Almut’s cancer treatment, Pugh was convinced she needed to cut her hair. Crowley filmed Garfield cutting Pugh's hair for the scene. \n“I wanted this to be gone now so I knew how she feels in these scenes that I’ve read in the script and thought about, but that I can’t imagine how she felt yet,” Pugh says, pointing at her hair. “I loved that day. It was a very powerful day.”\nThe experience has left both actors trying to hold onto something from “We Live in Time.” Garfield began the interview by opening up a book, offering a poem and then reading aloud Kabir’s “To Be a Slave of Intensity.”\n“Just to remind myself that I’m a person, I guess,” he explains. “And because this film is about being as vitality alive as humanly possible. I think it’s really hard to remember how to do that sometimes — a lot of the time. In fact, it’s all set up against us doing it. So we need practices to keep us in touch with that.”\nIf “We Live in Time” is ultimately about making peace with the fleeting nature of all that’s precious, and trying to appreciate those moments when they’re happening, Garfield is doing his best to carry on that mentality and be grateful for the time he and Pugh had together.\n"}, {"Source": "https://www.abcnews.go.com", "URL": "https://abcnews.go.com/Entertainment/wireStory/top-20-global-concert-tours-pollstar-114569524", "Title": "Top 20 Global Concert Tours from Pollstar", "Author": "N/A", "Date": "October 7, 2024, 2:00 PM", "Content": "The Top 20 Global Concert Tours ranks artists by average box office gross per city and includes the average ticket price for shows Worldwide. The list is based on data provided to the trade publication Pollstar by concert promoters and venue managers.For free upcoming tour information, go to www.pollstar.com\n"}, {"Source": "https://www.abcnews.go.com", "URL": "https://abcnews.go.com/Entertainment/wireStory/book-review-book-george-witty-lively-episodes-rate-114569076", "Title": "Book Review: 'The Book of George' is a witty novel in lively episodes like a first-rate TV sitcom", "Author": "N/A", "Date": "October 7, 2024, 1:03 PM", "Content": "“The Book of George” is a novel of many finely crafted, often funny moments that arrive episodically as the title character grows older. At first he’s a millennial kid, then a college guy as the Twin Towers fall on 9/11.In time George — he’s given no surname — graduates and struggles over what to do with the rest of his life. Fate actually treats him pretty well. He’s an attractive, smart New Yorker; his family has some money; and he’s often quite lucky.\nBut you wouldn’t know it from his clownish, sour, perplexed, defeatist attitude. He’s self-absorbed and self-disparaging, lovable and devilish — the list could go on.\nThe novel’s author, Kate Greathead, is a gifted storyteller who reels off dialogue filled with wit and humor so well it makes page-turning a pleasure and “The Book of George” an easy read.\nBut just as the indecisive George doesn’t know where he is going in life, the reader doesn’t know where his story is going either. Getting there, in a way, is the point.\nGeorge groans inwardly at the vacuous “sitcom-level banter” that comes easily to him in conversation. Greathead is deft at dishing out such dialogue, too, and chapter after chapter, as George ages and a variety of crises large and small arise, this episodic novel seems a form of first-rate TV sitcom between covers.\nGeorge would be glad to call it “the show about nothing,” similar to “Seinfeld.” Then he would cancel it.\nChoosing philosophy as his college major, George writes his thesis on Arthur Schopenhauer, a 19th-century philosopher often seen as deeply pessimistic, much like George himself. Greathead, in the book’s epigraph, quotes from an 1807 letter written by Johanna Schopenhauer to her 19-year-old son, Arthur, whom she says could be “a credit to human society” but is nevertheless “irritating and unbearable.”\nGeorge’s own mother, Ellen, couldn’t have said it better.\nAfter graduating, George eventually decides to become a writer. He starts a novel, but agonizes over the point of it. Early on, George says the book is “about a boy who grows up to be a man who is disappointed by life.” The book shifts gears over time. It’s title, finally, is “All For Naught.”\nGeorge may be a doom-and-gloom sort, but that’s not the case for Greathead’s novel. Page after page, her writing is full of humor built around prickly sarcasm and woebegone twists in George’s life.\nThere are serious, even sad, moments, plus plot turns that give the narrative depth. The reader may begin to feel an emotional tug. Jenny, a young woman who falls in love with George, lives with him for long, often agonizing stretches. They hit midlife as the pandemic hits the country, and Jenny brings real poignancy to the story.\nShe even grasps, finally, what George is all about.\n___\nAP book reviews: https://apnews.com/hub/book-reviews\n"}, {"Source": "https://www.abcnews.go.com", "URL": "https://abcnews.go.com/Entertainment/wireStory/book-review-paula-hawkins-returns-psychological-thriller-blue-114565592", "Title": "Book Review: Paula Hawkins returns with psychological thriller ’The Blue Hour'", "Author": "N/A", "Date": "October 7, 2024, 11:38 AM", "Content": "Since bursting on the scene in 2015 with “The Girl on a Train,” Paula Hawkins has established herself as a reliable writer of psychological thrillers set in the U.K. “The Blue Hour” doesn’t plow any new ground on that front, but it’s a tight story with interesting characters that keeps you engaged until the end.Set mostly on an isolated Scottish island named Eris, where a famous painter and ceramicist named Vanessa Chapman once lived and worked, the story begins with a discovery. A bone in one of Chapman’s sculptures, now owned by an estate, may be human. That revelation links together the three main characters — Chapman’s longtime companion Grace Winters, a Chapman scholar who works for Fairburn Estate named James Becker, and Julian, Chapman’s ex-husband who went missing 20 years ago. \nTold in the present, in flashbacks from two decades ago, and via excerpts from Chapman’s diary, the plot moves along steadily. It’s not really a keep-the-reader-guessing type of thriller, but more of a slow build that culminates in a shocking ending.\nHawkins weaves artistic themes and the creative process through the novel. Chapman’s diary entries are filled with references to the landscape that inspires her — the “terrible chaos” of waves, the sky “miraculous azure or threatening gunmetal.” The title refers to a time at dusk before the stars come out when the color leaches from the day but it’s not yet full dark. Hawkins’ prose often mirrors Chapman’s artistic eye. Here’s Becker’s first glimpse of Grace: “Her face is soft, cheeks relaxing gently into jowls, and her colors are muddied: from her bowl of hair to her slightly protuberant eyes… she is painted in varying shades of brown.”\nThe novel’s setting is a character unto itself. Eris is reachable from the mainland only when the tide is out, in two six-hour chunks each day, and so it’s a fine place to bury secrets — physical and psychological. Learning those secrets is the fun of the novel, and there are few authors writing today who drip them out, page by excruciating page, like Hawkins.\n___\n"}, {"Source": "https://www.abcnews.go.com", "URL": "https://abcnews.go.com/Entertainment/wireStory/movie-review-piece-piece-odd-lego-doc-pharrell-114564922", "Title": "Movie Review: 'Piece by Piece,' a very odd Lego doc about Pharrell Williams snaps together somehow", "Author": "N/A", "Date": "October 7, 2024, 11:15 AM", "Content": "A movie documentary that uses only Lego pieces might seem an unconventional choice. When that documentary is about renowned musician-producer Pharrell Williams, it's actually sort of on-brand.“Piece by Piece” is a bright, clever song-filled biopic that pretends it's a behind-the-scenes documentary using small plastic bricks, angles and curves to celebrate an artist known for his quirky soul. It is deep and surreal and often adorable. Is it high concept or low? Like Williams, it's a bit of both.\nDirector Morgan Neville — who has gotten more and more experimental exploring other celebrity lives like Fred Rogers in “Won’t You Be My Neighbor?,”“Roadrunner: A Film About Anthony Bourdain” and “Steve! (Martin): A Documentary in Two Pieces” — this time uses real interviews but masks them under little Lego figurines with animated faces. Call this one a documentary in a million pieces.\nThe filmmakers try to explain their device — “What if nothing is real? What if life is like a Lego set?” Williams says at the beginning — but it's very tenuous. Just submit and enjoy the ride of a poor kid from Virginia Beach, Virginia, who rose to dominate music and become a creative director at Louis Vuitton.\nWilliams, by his own admission, is a little detached, a little odd. Music triggers colors in his brain — he has synesthesia, beautifully portrayed here — and it's his forward-looking musical brain that will make him a star, first as part of the producing team The Neptunes and then as an in-demand solo producer and songwriter.\nThere are highs and lows and then highs again. A verse Williams wrote for “Rump Shaker” by Wreckx-N-Effect when he was making a living selling beats would lead to superstars demanding to work with him and partner Chad Hugo — Kendrick Lamar, Justin Timberlake, Snoop Dogg, Busta Rhymes, Gwen Stefani, Missy Elliott and Jay-Z. All those superstars sit for interviews and have hysterically been depicted as Lego minifigures, right down to No Doubt's Adrian Young's mohawk. (Take my money, Lego.)\nWe also learn something about his wife, Helen, and his anguish over being a solo artist, an opportunity he spurned when it was his for the taking. Ultimately, we learn to understand his futuristic approach to fashion and music. “What I am is a maverick,” he says. No one will question him on that. \nThe 3D world the filmmakers have made is astonishing, with waves of clear Lego pieces washing up on a beach made of slats of Lego baseplates and Williams' collection of cool beats depicted as bouncing bricks with lights in them. There's Lego McDonald's nuggets, Lego pretzels, singing Lego fish and a Lego Anna Wintour, chilly and haughty in plastic, too.\nLego, while seemingly a restrictive medium — the hands are clips and everyone's walking is robotic since there are no Lego knees — can also, apparently, in the right hands soar, and here they do, with Williams in one gorgeous dream sequence watching the Earth's lights as an distant astronaut. It is when the filmmakers make Lego appear as water and music that are their crowning achievements. (Special kudos to the team that made Lego champagne bubbles.)\nMusic credits are notoriously hard to pin down — Williams claims to have created McDonald's notoriously mysterious jingle “I'm lovin' it” — and the filmmakers try to cover any misinformation with a simple disclaimer in the end credits: “Not everything in this film is 100% accurate. For example, Pharrell never went to space.”\nThere are also some extraordinary moments that snap by but likely took months to make, like a Lego glimpse of the “I Have A Dream” speech by the Rev. Martin Luther King Jr. at the Lincoln Memorial and protest footage from Black Lives Matter figurines shouting “Don’t shoot!”\nThe documentary lags a little during Williams' way up and rushes the years on top, although recreations of some of the music videos he fueled are too funny. Why he and Hugo broke up is papered over and the filmmakers struggle to find an ending, making several stutter steps.\n“I think we're done,” are the last words we hear as the filmmakers finally give up. But they've left behind a trippy, sweet portrait of a genius, forever in building blocks.\n"}, {"Source": "https://www.abcnews.go.com", "URL": "https://abcnews.go.com/Entertainment/wireStory/guster-avett-brothers-florence-welch-helping-bring-alt-114564923", "Title": "Guster, Avett Brothers and Florence Welch are helping bring alt-rock to the musical theater stage", "Author": "N/A", "Date": "October 7, 2024, 11:10 AM", "Content": "NEW YORK -- Ryan Miller, lead singer of alternative rock band Guster, has a new gig that even he's a little surprised about: Musical theater songwriter. He laughs that he's gone all Broadway.“I just went full-into the ballpit — just, like, face-first, take-me-wherever-this-is-going,” he said before a recent rehearsal of his bright new musical “Safety Not Guaranteed” at Brooklyn Academy of Music.\nMiller is part of a growing trend of alt-rockers bringing a new sound to the space carved out by giants like Stephen Sondheim and Andrew Lloyd Webber. \nThe Avett Brothers are about to have “Swept Away” land on Broadway, Florence + The Machine frontwoman Florence Welch is working on a musical about “The Great Gatsby” and Jack Antonoff is scoring “Romeo & Juliet.\" Radiohead’s Thom Yorke is laboring on “Hamlet Hail to the Thief,” a mashup of Shakespeare’s “Hamlet” and his band’s music.\nArcade Fire’s Will Butler is fresh off the success of the Tony-winning play “Stereophonic,” Sufjan Stevens songs found a place on Broadway last season with “Illinoise” and the folk-rock band Jamestown Revival is fueling the reigning best new musical, “The Outsiders.”\n“There seems to be a wave and we’re kind of catching it at a good time,” says Miller. “It felt like there was already some soil that was being laid that I wouldn’t have to break down.”\nTony Award-winning producer John Johnson, who is helping create that wave by backing the musicals “Swept Away,” “Stereophonic” and “Safety Not Guaranteed,” says the change reflects the rise of tastes of Millennials and Gen-X.\nIf, before the pandemic, the standard theatergoer was a suburban woman in her 60s, she's being replaced by folks in their 30s to 50s from chic neighborhoods in Manhattan and Brooklyn, as well as bedroom communities in New Jersey like Maplewood and South Orange.\n“We’re kind of following the path of the generational shift in the audience that’s happening right now,” Johnson says, adding that these new theater-goers “are open to new stories, new voices, as well as the voices that they grew up with.”\nAlt-rock has been heard on Broadway before, of course, with shows like Duncan Sheik's “Spring Awakening,” and Alanis Morissette's “Jagged Little Pill,” but rare is a cluster like theater is enjoying now.\nScott Avett, lead vocalist and multi-instrumentalist for the Avett Brothers, has watched as his 2004 album “Mignonette” — based on a book about men adrift for days in the middle of the ocean — finds a new life on stage.\n“It’s surreal, for sure,” he says. “The blooming of the story with the songs and the concept has been very surreal,” adding: “It feels like quite flattering and affirming.”\nThe songs have been wedded to a story by John Logan and the Avetts wrote one song specifically for the show, “Lord Lay Your Hand On My Shoulder.”\nThe leap to Broadway, in one way, isn't that strange for the Americana band, who have always written narrative-driven and character-based songs.\n“Show tunes are like the longing coming from somebody that then is exaggerated to the stage,” says Avett. “We grew up projecting that from a smaller place.”\nIf “Swept Away” began as a book that became an album, “Safety Not Guaranteed” started life as a 2012 sci-fi comedy starring Aubrey Plaza, who played one of a trio of journalists hunting whoever placed an intriguing classified ad: “Wanted: Someone to go back in time with me. This is not a joke,” it reads. “Must bring your own weapons. Safety not guaranteed.”\nAside from the time-travel silliness, the film and musical is about the fading dreams of aspiring professionals in their 20s and 30s who see diminished opportunities and want to go back to the comfort of the past.\nMiller initially had no intentions of making musical theater. When not touring with his four-piece band, he scores films, appears on podcasts and even starred in his own PBS series. Broadway or Broadway-adjacent didn't appeal.\nMiller, who lives in Vermont, was simply turned off by the sheer amount of time it usually took: Fellow Vermont creators Anaïs Mitchell's “Hadestown” took 14 years and Trey Anastasio's “Hands on a Hardbody” took 10 years and closed after less than a month.\nBut Miller found himself gradually sucked in and enjoying a timeline that was accelerated. He was originally asked just to attend a workshop performance of “Safety Not Guaranteed” studded with Guster songs — basically, a Guster jukebox — and loved it. “Have I just been like a closeted theater kid my whole life?” he asked himself.\nSoon he was writing original songs for it. He was a natural, since he had scored the film, knew the characters and the emotional beats. He wrote five new stage songs in a month and sent them to book writer Nick Blaemire.\n“I remember after I finished that fifth song, I sent it to Nick, I was like, ‘Man, really fell in love with this.' Like something happened and I’m going to be really bummed if I don’t get to just see it once.'”\nMiller then went on a writing tear, offering some 15 new songs in place of the Guster ones. “This was the rule: I was like, ‘Just let me beat it. If I don’t beat it, we’ll all know and that’s it.’\"\nOne new song — “I Wanna Go Back” — shows Miller clearly having fun, with the lyrics: \"We're losing our hair/It doesn't seem fair/All the best of our days are behind us and gone/Xbox/cheap buzz/tan lines/peach fuzz.” \nOnly three Guster songs — including “One Man Wrecking Machine” — made the cut. The rest are from Miller, who relished the storytellers' task of creating songs specifically tailored for the characters and moments. \n\"It’s been like, one of the greatest thrills, I think, of my artistic career to have been brought/stumbled/actively weaseled my way into this world. And I’m totally smitten,” he says.\nMore and more alt-rockers may follow, attracted by the chance to show their multi-hyphenate-ness and the constancy. No matter how successful a rock band is, life on the road means one or two nights in a city; a stage show, on the other hand, is more like a residency.\nMiller says he's also embraced the narrowness of the role. When he's writing for Guster, the song can be about anything. When he wrote for “Safety Not Guaranteed,” the songs had clear guidelines. \n"}, {"Source": "https://www.abcnews.go.com", "URL": "https://abcnews.go.com/Entertainment/wireStory/book-review-deborah-levys-position-spoons-diehard-fans-114564285", "Title": "Book Review: Deborah Levy's 'The Position of Spoons' may be just for the diehard fans", "Author": "N/A", "Date": "October 7, 2024, 10:58 AM", "Content": "Deborah Levy is a celebrated novelist, memoirist and playwright whose latest book — “The Position of Spoons” — is a petite collection of essays spanning the last few decades of her career. Though Levy calls the entries in her book “intimacies,” at times that feels like the wrong word, given that she spends more pages writing about the influence of other artists than divulging her own inner world. Some of the entries, lasting just two or three pages, feel incomplete.The mood here is never too serious, with musings on “Blade Runner” and a retelling of “Alice in Wonderland” that has the White Rabbit bounding through southeast London. There’s not one, but two prose poems structured in an “A to Z” style. The collection brings together many of Levy’s pieces that were previously published elsewhere. Several were written as forwards or introductions to works by other authors, perhaps explaining why their audience never seems to be the reader at hand.\nThe collection might be best for the Levy diehards who don’t want to miss any of her writing that happens between longer works. And the writing here is not the problem – Levy is engaging on subjects from lemons to Sigmund Freud. Her most moving work is in her personal stories, from the titular essay to her recollection, just three pages long, of meeting the eyes of a colleague whose wife had recently died. It’s mainly the purpose of the book that feels askew or absent here. We’re left waiting for Levy to really dig in.\n___\n"}, {"Source": "https://www.abcnews.go.com", "URL": "https://abcnews.go.com/Entertainment/wireStory/nicholas-alexander-chavez-plays-lyle-menendez-priest-tv-114563750", "Title": "Nicholas Alexander Chavez plays Lyle Menendez and a priest on TV. He's hungry for what's next.", "Author": "N/A", "Date": "October 7, 2024, 10:53 AM", "Content": "Nicholas Alexander Chavez has had a “very surreal” few weeks promoting and premiering his first roles in prime time, in a pair of shows debuting within one week of each other.Chavez, 25, plays Lyle Menendez in Netflix's “Monsters: The Lyle and Erik Menendez Story\" and Father Charlie, a true-crime obsessed priest in FX's “Grotesquerie.\" Both shows are co-created by Ryan Murphy.\n“We were working on the tail end of ‘Monsters’ when Ryan called and said he had a really, really exciting new show called ‘Grotesquerie’ that he was working on,\" recalled Chavez. \"He was very passionate about the project, and he had a great role in it for me.\"\n“Grotesquerie” stars Niecy Nash-Betts as an alcoholic detective who has teamed up with a nun (Micaela Diamond) to investigate a serial killer case. \nTo get into character for “Grotesquerie,” Chavez would listen to music. “Don't Do Anything Illegal” by Charles Manson was on his Father Charlie playlist. For “Monsters,” Chavez's prep was different because he was playing a real person and could watch old court videos.\nIn 1996, Lyle and his younger brother Erik (played by Cooper Koch) were sentenced to life in prison for the 1989 killing of their parents, Jose and Kitty in their Beverly Hills home. The brothers alleged they were sexually abused by both parents for years and feared for their lives. Last week, prosecutors in LA said they were reviewing new information about the case and would decide whether a resentencing is warranted.\nChavez has already achieved success in daytime on ABC’s “General Hospital ” as Spencer Cassadine, a grandson of Genie Francis' Laura (of Luke and Laura fame.) He played the role of a spoiled prince with daddy issues from 2021 until January 2024. Chavez won a Daytime Emmy Award for outstanding younger actor in a drama in 2022.\n“Soap fans are incredibly loyal, and I’m really, really thankful that they are interested in following my journey, even though I’m not on the show anymore,\" said Chavez.\nNow that both “Monsters” and “Grotesquerie” are out, Chavez says he's “itching” to get back to work.\n“My life feels whole and complete between the words action and cut. I live for those moments. I think that is the purpose of my entire existence,\" said Chavez. \"Nothing brings me more satisfaction and joy as a human being than the craft of acting. I can’t wait to see what the future holds.”\n"}, {"Source": "https://www.abcnews.go.com", "URL": "https://abcnews.go.com/Entertainment/wireStory/supreme-court-declines-hear-appeal-singer-kelly-convicted-114561400", "Title": "Supreme Court declines to hear appeal from singer R. Kelly, convicted of child sex crimes", "Author": "N/A", "Date": "October 7, 2024, 9:57 AM", "Content": "WASHINGTON -- The Supreme Court declined to hear an appeal Monday from the singer R. Kelly, who is now serving 20 years in prison after being convicted of child sex convictions in Chicago.The Grammy Award-winning R&B singer, born Robert Sylvester Kelly, was found guilty in 2022 of three charges of producing child sexual abuse images and three charges of enticement of minors for sex. \nHis lawyers argued that a shorter statute of limitations on child sex crime prosecutions should have applied to offenses dating back to the 1990s. Current law permits charges while an accuser is still alive.\nThe justices did not detail their reasoning in declining to hear the case, as is typical. And none publicly dissented. Lower courts previously rejected his arguments. \nFederal prosecutors have said the video showed Kelly abusing a girl. The accuser identified only as Jane testified that she was 14 when the video was taken.\n"}, {"Source": "https://www.abcnews.go.com", "URL": "https://abcnews.go.com/Entertainment/wireStory/supreme-court-rejects-appeal-pharma-bro-martin-shkreli-114560854", "Title": "Supreme Court rejects appeal from ‘Pharma Bro’ Martin Shkreli", "Author": "N/A", "Date": "October 7, 2024, 9:49 AM", "Content": "WASHINGTON -- The Supreme Court on Monday rejected an appeal from Martin Shkreli, who was once dubbed “Pharma Bro” after jacking up the price of a lifesaving drug. Shkreli appealed an order to return $64.6 million in profits he and his former company reaped after monopolizing the market for the medication and drastically increasing its price. His lawyers argued that the money went to his company rather than him personally. \nThe justices did not explain their reasoning, as is typical, and there were no noted dissents. \nProsecutors, though, said the company had agreed in a settlement to pay $40 million, and because Shkreli masterminded the scheme he should bear responsibility for repaying profits. \nNew York Attorney General Letitia James applauded the court's action upholding the order, which also included a lifetime ban on Shkreli working in the pharmaceutical industry.\n“This win reinforces how our state’s tough anti-fraud laws help protect New Yorkers and ensure bad actors cannot abuse their power, wealth, or influence,” she said in a statement. \nThomas Huff, a lawyer for Shkreli, said the decision was disappointing. But he also said the high court could yet overturn a lower court decision that made the $64 million penalty order possible even though Shkreli hadn’t personally gotten the money.\n“If and when the Supreme Court does so, Mr. Shkreli will have a strong argument for modifying the order accordingly,” he said. \nShkreli was also ordered to forfeit the Wu-Tang Clan’s “Once Upon a Time in Shaolin,” the unreleased work that has been called the world’s rarest musical album. The multiplatinum hip-hop group put a single copy of the album up for auction in 2015, on the condition that it not be put to commercial use. \nShkreli was convicted of lying to investors and cheating them out of millions of dollars in two failed hedge funds he operated. Shkreli was CEO of Turing Pharmaceuticals — later Vyera — when it raised the price of Daraprim from $13.50 to $750 per pill after obtaining exclusive rights to the decades-old drug in 2015. It treats a rare parasitic disease that strikes pregnant women, cancer patients and AIDS patients.\nHe defended the decision as capitalism at work, saying insurance and other programs ensured that people who need Daraprim would ultimately get it. But the move sparked outrage, from the medical community to Congress.\n"}, {"Source": "https://www.abcnews.go.com", "URL": "https://abcnews.go.com/Entertainment/wireStory/celebrity-birthdays-week-oct-13-19-114559998", "Title": "Celebrity birthdays for the week of Oct. 13-19", "Author": "N/A", "Date": "October 7, 2024, 9:13 AM", "Content": "Celebrity birthdays for the week of Oct. 13-19:Oct. 13: Gospel singer Shirley Caesar is 87. Musician Paul Simon is 83. Keyboardist Robert Lamm of Chicago is 80. Country singer Lacy J. Dalton is 78. Actor Demond Wilson (“Sanford and Son”) is 78. Singer Sammy Hagar is 77. Singer John Ford Coley of England Dan and John Ford Coley is 76. Model Beverly Johnson is 72. Actor John Lone (“The Last Emperor,” “Rush Hour 2″) is 72. “The X-Files” creator Chris Carter is 68. Singer Cherrelle is 65. Singer-actor-talk show host Marie Osmond is 65. Singer Joey Belladonna of Anthrax is 64. Actor T’Keyah Crystal Keymah (“That’s So Raven,” “In Living Color”) is 62. Country singer John Wiggins is 62. Actor Christopher Judge (TV’s “Stargate SG-1”) is 60. Actor Matt Walsh (“Veep”) is 60. Actor Reginald Ballard (“Martin,” ″The Bernie Mac Show”) is 59. Actor Kate Walsh (“Private Practice,” ″Grey’s Anatomy”) is 57. Musician Jeff Allen of Mint Condition is 56. Actor Tisha Campbell-Martin (“My Wife and Kids,” ″Martin”) is 56. Country singer Rhett Akins is 55. TV personality Billy Bush is 53. Actor Sacha Baron Cohen (“Borat,” ″Da Ali G Show”) is 53. Guitarist Jan Van Sichem Junior of K’s Choice is 52. Singers Brandon and Brian Casey of Jagged Edge are 49. Actor Kiele Sanchez (“Lost”) is 48. Singer Ashanti is 44. Singer-rapper Lumidee is 44. Contemporary Christian singer Jon Micah Sumrall of Kutless is 44. Actor Caleb McLaughlin (“Stranger Things”) is 23.\nOct. 14: Director Carroll Ballard (“The Black Stallion”) is 87. Country singer Melba Montgomery is 87. Singer Cliff Richard is 84. Singer Justin Hayward of the Moody Blues is 78. Actor Greg Evigan (“My Two Dads,” ″B.J. and the Bear”) is 71. Singer Thomas Dolby is 66. Actor Lori Petty (“A League of Their Own”) is 61. Actor Steve Coogan (“Night at the Museum” movies) is 59. Singer Karyn White is 59. Actor Edward Kerr (“Pretty Little Liars,” “Snoops”) is 58. Actor Jon Seda (“Chicago P.D.,” ″Homicide: Life On the Street”) is 54. Bassist Doug Virden (Sons of the Desert) is 54. Country singer Natalie Maines of The Chicks is 50. Singer Shaznay Lewis of All Saints is 49. Actor Stephen Hill (2018’s “Magnum, P.I.”) is 48. Singer Usher is 46. TV personality Stacy Keibler is 45. Actor Ben Whishaw (“Paddington”) is 44. Actor Skyler Shaye (“Bratz”) is 38. Comedian Jay Pharoah (“Saturday Night Live”) is 37. Actor Max Thieriot (“Fire Country,” “SEAL Team”) is 36.\nOct. 15: Singer Barry McGuire is 89. Actor Linda Lavin (“Alice”) is 87. Drummer Don Stevenson of Moby Grape is 82. Actor Victor Banerjee (“A Passage To India”) is 78. Musician Richard Carpenter of The Carpenters is 78. Actor Larry Miller (“Mad About You,” “Boston Legal”) is 71. Actor Jere Burns (“Good Morning, Miami,” ″Dear John”) is 70. TV chef Emeril Lagasse is 65. Drummer Mark Reznicek (The Toadies) is 62. Singer Eric Benet is 58. Actor Vanessa Marcil (“Las Vegas,” ″Beverly Hills 90210″) is 56. “Trading Spaces” host Paige Davis is 55. Actor Dominic West (“The Crown,” “The Wire”) is 55. Singer Kimberly Schlapman of Little Big Town is 55. Singer Ginuwine is 54. Singer Jaci Velasquez is 45. Actor Brandon Jay McLaren (TV’s “Ransom”) is 44. Singer Keyshia Cole is 43. Actor Vincent Martella (“Everybody Hates Chris”) is 32. Actor Bailee Madison (“Good Witch,” “Pretty Little Liars”) is 25.\nOct. 16: Actor-producer Tony Anthony (“The Stranger” movies) is 87. Actor Barry Corbin (“Yellowstone,” ″Northern Exposure”) is 84. Bassist C.F. Turner of Bachman-Turner Overdrive is 81. Guitarist Bob Weir of the Grateful Dead is 77. Producer-director David Zucker (“The Naked Gun,” “Airplane!”) is 77. Actor Martha Smith (“Animal House,” ″Scarecrow and Mrs. King”) is 72. Actor Andy Kindler (“Bob’s Burgers,” “Everybody Loves Raymond”) is 68. Actor-director Tim Robbins is 66. Guitarist Gary Kemp (Spandau Ballet) is 65. Singer Bob Mould (Husker Du) is 64. Actor Randy Vasquez (“JAG”) is 63. Bassist Flea of the Red Hot Chili Peppers is 62. Actor Christian Stolte (“Chicago Fire”) is 62. Actor Terri J. Vaughn (“All of Us,” ″The Steve Harvey Show”) is 55. Singer Wendy Wilson of Wilson Phillips is 55. Rapper B-Rock of B-Rock and the Bizz is 53. Singer Chad Gray of Mudvayne is 53. Actor Paul Sparks (“Boardwalk Empire”) is 53. Actor Kellie Martin (“Christy,” ″Life Goes On”) is 49. Singer-songwriter John Mayer is 47. Actor Jeremy Jackson (“Baywatch”) is 44. Actor Caterina Scorsone (“Grey’s Anatomy”) is 44. Actor Brea Grant (“Heroes”) is 43. Actor Kyler Pettis (“Days of Our Lives”) is 32.\nOct. 17: Singer Gary Puckett of Gary Puckett and the Union Gap is 82. Actor Michael McKean is 77. Actor George Wendt is 76. Singer-comedian Bill Hudson of The Hudson Brothers is 75. Country singer Alan Jackson is 66. Actor Grant Shaud (“Murphy Brown”) is 64. Animator Mike Judge (“King of the Hill,” ″Beavis and Butthead”) is 62. Singer Rene’ Dif (Aqua) is 57. Reggae singer Ziggy Marley is 56. Actor Wood Harris (“Empire,” “The Wire”) is 55. Singer Wyclef Jean of The Fugees is 55. Singer Chris Kirkpatrick of ’N Sync is 53. Rapper Eminem is 52. Actor Sharon Leal (“Boston Public,” “Why Did I Get Married?”) is 52. Actor Matthew Macfadyen (“Deadpool and Wolverine,” “Succession”) is 50. Actor Felicity Jones (“The Theory of Everything”) is 41. Actor Chris Lowell (“The Help,” ″Private Practice”) is 40. Actor Dee Jay Daniels (“The Hughleys,” ″In The House”) is 36.\nOct. 18: Singer Russ Giguere of The Association is 81. Actor Joe Morton is 77. Actor Pam Dawber is 74. Gospel singer Vickie Winans is 71. Director David Twohy (“Riddick” movies) is 69. Actor Jon Lindstrom (“General Hospital”) is 67. Actor Jean-Claude Van Damme is 64. Jazz trumpeter Wynton Marsalis is 63. Actor Vincent Spano is 62. Bassist Tim Cross (Sponge) is 58. Singer Nonchalant is 57. Actor Joy Bryant (“Parenthood”) is 50. Guitarist Peter Svensson of The Cardigans is 50. Actor Wesley Jonathan is 46. Singer Ne-Yo is 45. Country singer and “American Idol” contestant Josh Gracin is 44. Country musician Jesse Littleton (Marshall Dyllon) is 43. Actor Freida Pinto (“Slumdog Millionaire”) is 40. Jazz musician Esperanza Spalding is 40. Actor Zac Efron (“High School Musical,” ″Hairspray”) is 37. Actor Joy Lauren (“Desperate Housewives”) is 35. Actor Tyler Posey is 33. Actor Toby Regbo (“Fantastic Beasts: The Crimes of Grindelwald”) is 33.\n"}, {"Source": "https://www.abcnews.go.com", "URL": "https://abcnews.go.com/Entertainment/wireStory/tilda-swinton-explores-assisted-suicide-pedro-almodovars-room-114551618", "Title": "Tilda Swinton explores assisted suicide in Pedro Almodovar’s 'The Room Next Door'", "Author": "N/A", "Date": "October 7, 2024, 12:03 AM", "Content": "TORONTO -- Although “The Room Next Door” is Pedro Almodóvar’s first English-language feature, Tilda Swinton notes that he’s never written in a language that anyone else truly speaks.“He writes in Pedro language, and here he is making another film in another version of Pedro language, which just happens to sound a little bit like English,” Swinton said.\nSet in New York, Swinton stars as Martha, a terminally ill woman who chooses to end her life on her own terms. After reconnecting with her friend Ingrid, played by Julianne Moore, Martha persuades her to stay and keep her company before she goes through with her decision.\nBeyond the film’s narrative, Swinton said she believes individuals should have a say in their own living and dying. She acknowledges that she has personally witnessed a friend’s compassionate departure.\n“In my own life I had the great good fortune to be asked by someone in Martha’s position to be his Ingrid (Julianne Moore),” Swinton said.\nShe said that experience shaped her attitude about life and death: “Not only my capacity to be witness to other people in that situation, but my own living and my own dying.”\nSwinton spoke to The Associated Press about “The Room Next Door,” Almodóvar and he idea of letting people die on their own terms. Remarks have been edited for clarity and brevity.\nSWINTON: I felt really blessed by the opportunity. So many of us have been in the situation Julianne Moore’s character finds herself in, being asked to be the witness of someone who is dying. Whether that wanting to orchestrate their own dismount or not, to be in that position to be a witness is something that I’ve been privileged to experience many times in my life since I was quite young.\nSWINTON: It’s a really beautiful poem to a possibility of an attitude. I think (my character) Martha’s attitude to her own living is really inspiring. I would like to think that this is a really generous proposal and that it might inspire people to just know that it’s possible to face their own death with dignity, which is really what we’re talking about.\nIt really is a fool’s errand to think we can avoid thinking about death because it’s not just unlucky people who get ill or who die. It’s an inevitability. And so we might as well, you know, embrace it. And by the way, the more we embrace it, I would suggest the more we will enjoy our living.\nSWINTON: There are many countries in the world where it is not criminal to assist somebody’s active will to orchestrate their own dying. And in the United States, there are 10 states where it is not criminal, where it’s possible for two doctors to assist in the active will of a patient to take charge of their own dying. And it’s there are just other places where and New York State, which is where our film is set, is not one of those 10 states. And there are all sorts of people, very wise and very compassionate people, very educated and very enlightened people, in my view, who are actively campaigning to broaden this acceptance.\nSWINTON: I’d had a taste of it with short film, “The Human Voice.” We made it in the middle of COVID. We shot it in nine days. Super, super fast… And I thought that Pedro was working very fast because it was a short film and because we were in the middle of COVID. No, no, that is the way Pedro works. I now discover super, super fast two takes, if you’re lucky.\nSWINTON: I mean, it really helps always when you know the work of a filmmaker as well as it’s possible to know Pedro’s work. I’ve known it since I was a student, and I’ve loved it always. It’s like a country. I love to go to the world of Almodóvar and it’s not Spain, it’s somewhere else. It’s his environment. So, stepping into the frame of a filmmaker who creates that environment is always a bit of a trip.\nSWINTON: It’s still a bit of a shock to us. When you’re in an audience, that’s the first indication of whether the souffle has risen or not. Apparently 18-and-a-half minutes is a record when you’re standing next to Pedro Almodóvar and you know that that is 18-and-a-half minutes of people really lovingly appreciating him. It pretty much doesn’t get much better than that.\nSWINTON: Not mine. To be honest, I’m ignorant really, of that in particular. I have other things on my mind. That’s like the weather. It’s like saying, do you have the weather in three months on your mind? Well, no. Let’s wait and see. Let’s keep it real. Let’s keep it today.\n"}, {"Source": "https://www.abcnews.go.com", "URL": "https://abcnews.go.com/Entertainment/wireStory/robert-coover-innovative-author-teacher-dies-92-114550280", "Title": "Robert Coover, innovative author and teacher, dies at 92", "Author": "N/A", "Date": "October 6, 2024, 8:21 PM", "Content": "NEW YORK -- Robert Coover, the exuberant and rule-defying fiction writer and educator who devised new adventures for literature through such works as \"The Babysitter\" and \"The Public Burning\" and through his decades on the faculty of Brown University, has died. He was 92. Coover died surrounded by family on Saturday at a care home in Warwick, England, his daughter Sara Caldwell told The Associated Press on Sunday. Caldwell, an author and filmmaker, said he had been in declining health in recent months. \nThe writer T.C. Boyle said on X that Coover had been “a friend and mentor to me since I was in my early twenties. His first collection, ‘Pricksongs and Descants,’ opened up a new world for me.”\nCoover was often grouped with William Gass, John Barth and other authors of post-modern or \"meta-fiction\" of the 1960s and '70s. They challenged and sometimes bludgeoned conventional storytelling and grammar, whether through experiments with language, the parody of fairy tales, mysteries and other literary genres or the self-conscious exploration of the writing process. Coover's trademarks included macabre humor, graphic sex, broad takes on everything from baseball to small towns and an encyclopedic range of cultural references.\n\"Robert Coover writes from life, but not the one he has lived out in the world,\" author Ben Marcus once wrote of him. \"He writes from his life as a reader of narratives. His personal experience, which he draws on for his work, is the experience he has had inside of texts. He did not grow up in Iowa, but in Ovid's 'Metamorphoses.' He did not suffer first love in the mid-west of America, but inside the Greek myths, or Aesop's fables, or 'The Decameron.'\"\nRarely without something to say, he wrote dozens of novels, stories and plays. His notable works included \"The Babysitter,\" in which a night out for the parents multiplies into a funhouse of alternative realities; \"You Must Remember This,\" an X-rated imagining of the leads in \"Casablanca,\" and the novel \"Huck Out West,\" in which Coover continued the adventures of Mark Twain's Huckleberry Finn.\n\"A lesson I learned from reading (Thomas Pynchon's) 'V' has stuck with me all my life: All my work is basically comic,\" he told the Boston Globe in 2014. \"That's the only thing I have ever written. Even though they're not always viewed as such, the books are all meant as comic works.\"\nCoover's most controversial work was the 1977 novel \"The Public Burning,\" a warp-speed satire of the 1953 executions of convicted communist spies Julius and Ethel Rosenberg that publishers hesitated to take on for fear of legal action by Richard Nixon, Roy Cohn and other then still-living historical figures who appear in the book. Coover alternated chapters about the Rosenbergs with the thoughts of then-Vice President Nixon, who laments his subservient role in the Eisenhower administration and confides to a growing sexual attraction between himself and Ethel Rosenberg.\n\"I was Eisenhower's salesman in the Cloakrooms, that was my job,\" Coover's Nixon explains. \"I was the political broker between the patsies and the Neanderthals, I had to cool the barnburners, soften up the hardshells, keep the hunkers and cowboys in line, mollify the soreheads and baby tinhorn egos. I was the flak runner, the wheelhorse, I had to mend the fences and bind up the wounds.\"\nCoover's influence was on the page and in the classroom. At Brown, where he was on the faculty from 1981 to 2012, those he taught included Rick Moody and Sam Lipsyte. Coover and such fellow professors as John Hawkes inspired students to experiment and break away from the kind of spare, realistic style — as exemplified by Ernest Hemingway — that was the standard in mainstream American fiction. \nFor Coover, anything seemed possible. He was an early believer that the written word could be integrated with music and film and digital technology and championed what he called \"Cave Writing,\" which included placing students in a virtual reality simulator. Before e-books were widely available, he helped found \"electronic literature,\" storytelling designed specifically for digital devices.\n\"What I saw quite clearly in the '80s, before the internet, was that the whole world was shifting toward digital formats, and that it didn't matter whether it's movies or writing or whatever,\" he told The Believer in 2015. \"It was something that was coming.\"\nHis honors included the William Faulkner Award for best debut fiction, given for his 1966 book \"The Origin of the Brunists.” He also received the Rea Award for excellence in short story writing and the Clifton Fadiman Medal for fiction writers deserving of more recognition. The American Academy of Arts and Letters voted him in as a member and even had a prize named for him, the Robert Coover Award for an outstanding work of electronic literature.\nCoover is survived by Pilar Sans Coover, the tapestry artist he married in 1959, along with the couple’s three children: Caldwell, Roderick Coover and Diana Hancox, who lived near their parents’ care home in England. Caldwell said he had seven grandchildren, three great-granddaughters, and a great-grandson due this month who is set to be named after him.\nBorn in Charles City, Iowa, he graduated from Indiana University in 1953, served in the Navy and wrote for the Evergreen Review and other publications before completing his first novel. He would recall a night in Chicago in 1960 as an epiphany, when he was reading Saul Bellow's prize-winning \"The Adventures of Augie March\" and William Gaddis' experimental classic \"The Recognitions.\"\n\"I really loved 'Augie March.' The opening section, at least. But somewhere in the middle of the book the experience totally transformed, I was really ticked off. It was bad and getting worse. And I was really catching on to 'The Recognitions.' I took 'Augie March' and threw it across the room, and that was the last I saw of it,\" he told The Guardian in 2011.\n"}, {"Source": "https://www.abcnews.go.com", "URL": "https://abcnews.go.com/Entertainment/wireStory/donald-glover-cancels-childish-gambino-tour-dates-after-114545553", "Title": "Donald Glover cancels Childish Gambino tour dates over health issue", "Author": "N/A", "Date": "October 6, 2024, 2:47 PM", "Content": "Donald Glover has canceled the remaining dates of Childish Gambino’s North American and European tour.The musician, actor and “Atlanta” creator announced on Friday that he recently discovered an ailment that required surgery. After his New Orleans show on Sept. 7, he sought tests at a hospital and canceled a Houston show the following night. In a note on X, he did not elaborate on his condition.\n“My path to recovery is something I need to confront seriously,” Glover wrote, adding that he needed “time out to heal.”\n“The New World Tour” is Childish Gambino’s first tour since 2019. The run began on Aug. 11 in Oklahoma City and was to hit many major North American cities before moving to Europe, the U.K., New Zealand and Australia into early 2025.\nThe cancellation affects over 30 scheduled dates in North America, the U.K. and Europe. Tickets, he said, will be refunded.\n"}, {"Source": "https://www.abcnews.go.com", "URL": "https://abcnews.go.com/Entertainment/wireStory/madonnas-brother-christopher-ciccone-died-63-114545202", "Title": "Madonna’s brother, Christopher Ciccone, has died at 63", "Author": "N/A", "Date": "October 6, 2024, 2:11 PM", "Content": "Christopher Ciccone, a multihyphenate artist, dancer, designer and younger brother of Madonna, has died. He was 63.Ciccone died Friday in Michigan, his representative Brad Taylor told The Associated Press Sunday. He had cancer. \nMadonna posted a tribute to him on Instagram Sunday with a carousel of photos from over the years. \n\"He was the closest human to me for so long,” she wrote. “Its hard to explain our bond. But it grew out of an understanding that we were different and society was going to give us a hard time for not following the status quo. We took each other’s hands and we danced through the madness of our childhood.”\nMadonna wrote that discovering dance in their small Midwestern town saved them both, and that their ballet teacher created a safe space for her brother to be gay. \nA dancer since his youth, Ciccone was deeply intertwined with his sister’s rise in pop stardom in the 1980s, appearing in music videos like “Lucky Star,” art directing her Blond Ambition World Tour and serving as tour director for The Girlie Show tour. He also directed music videos for Dolly Parton and Tony Bennett.\n“When it came to good taste, my brother was the Pope, and you had to kiss the ring to get his blessing,” Madonna wrote. “He was a painter a poet and a visionary. I admired him. He had impeccable taste. And a sharp tongue, Which he sometimes used against me but I always forgave him.”\nIn 2008, Ciccone released a bestselling autobiography called “Life with My Sister Madonna” in which he wrote about their strained relationship, her romantic entanglements as well as recollections from his time on tour with her. For two decades, he was by her side, choreographing, directing, dressing and helping his sister. He also interior designed her homes in New York, Miami and Los Angeles. He said that it was a bit like a marriage at times.\n“It was a double-edged sword,” he told Good Morning America in 2008. “Nobody was chaining me down to make — to stay.”\nThe book, and his no-filter descriptions of the exploits of his sister’s famous circle, took its toll on some of his Hollywood friendships too. Several years later, in 2012, around the launch of a shoe collection he designed, he told The Standard that he and his sister were “on a perfectly personable level” and in contact.\n“I don’t work for her, and it’s better this way,” he said.\nIn recent years Ciccone relocated to Michigan’s Lower Peninsula to be closer to family. In 2016, Ciccone married Ray Thacker, a British actor, who was by his side when he died.\nMadonna wrote that when he got sick, they found their way back to one another. \n“I’m glad he’s not suffering anymore,” she wrote. “There will never be anyone like him. I know he’s dancing somewhere.”\nMadonna also lost her stepmother, Joan Clare Ciccone, to cancer just a few weeks ago, and her older brother Anthony Ciccone in early 2023.\n"}, {"Source": "https://www.abcnews.go.com", "URL": "https://abcnews.go.com/Entertainment/wireStory/joker-2-stumbles-box-office-amid-poor-reviews-114543726", "Title": "‘Joker 2’ stumbles at box office amid poor reviews from audiences and critics", "Author": "N/A", "Date": "October 6, 2024, 12:24 PM", "Content": "“Joker: Folie à Deux” is the No. 1 movie at the box office, but it might not be destined for a happy ending.In a turn of events that only Arthur Fleck would find funny, the follow-up to Todd Phillips’ 2019 origin story about the Batman villain opened in theaters nationwide this weekend to a muted $40 million, according to studio estimates Sunday, less than half that of its predecessor. The collapse was swift and has many in the industry wondering: How did the highly anticipated sequel to an Oscar-winning, billion-dollar film with the same creative team go wrong?\nJust three weeks ago, tracking services pegged the movie for a $70 million debut, which would still have been down a fair amount from “Joker’s” record-breaking $96.2 million launch in Oct. 2019. Reviews were mixed out of the Venice Film Festival, where it premiered in competition like the first movie and even got a 12-minute standing ovation.\nBut the homecoming glow was short-lived, and the fragile foundation would crumble in the coming weeks with its Rotten Tomatoes score dropping from 63% at Venice to 33% by its first weekend in theaters. Perhaps even more surprising were the audience reviews: Ticket buyers polled on opening night gave the film a deadly D CinemaScore. Exit polls from PostTrak weren’t any better. It got a meager half star out of five possible.\n\"That’s a double whammy that’s very difficult to recover from,\" said Paul Dergarabedian, the senior media analyst for Comscore. “The biggest issue of all is the reported budget. A $40 or $50 million opening for a less expensive movie would be a solid debut.\"\n“Joker: Folie à Deux” cost at least twice as much as the first film to produce, though reported figures vary at exactly how pricey it was to make. Phillips told Variety that it was less than the reported $200 million; Others have it pegged at $190 million. Warner Bros. released the film in 4,102 locations in North America. About 12.5% of its domestic total came from 415 IMAX screens.\nInternationally, it's earned $81.1 million from 25,788 screens, bringing its total global earnings estimate to $121.1 million. In the next two weeks, “Joker 2” will also open in Japan and China.\nSecond place went to Universal and DreamWorks Animation's“The Wild Robot,” which added $18.7 million in its second weekend, bringing its domestic total to nearly $64 million. Globally, it's made over $100 million. Warner Bros.' “Beetlejuice Beetlejuice\" took third place in weekend five, Paramount's “Transformers One” landed in fourth and Universal and Blumhouse's “Speak No Evil” rounded out the top five.\nThe other big new release of the weekend, Lionsgate's “White Bird,” flopped with just $1.5 million from just over 1,000 locations, despite an A+ CinemaScore.\nOverall, the weekend is up from the same frame last year, but “Joker's” start is an unwelcome twist for theater owners hoping to narrow the box office deficit. \nPhillips and star Joaquin Phoenix have said they aspired to make something as “audacious” as the first film. The sequel added Lady Gaga into the fold, as a Joker superfan, and delved further into the mind of Arthur Fleck, imprisoned at Arkham and awaiting trial for the murders he committed in the first. It’s also a musical, with elaborately imagined song and dance numbers to old standards. Gaga even released a companion album called “'Harlequin,” alongside the film.\nIn his review for The Associated Press, Jake Coyle wrote that “Phillips has followed his very antihero take on the Joker with a very anti-sequel. It combines prison drama, courthouse thriller and musical, and yet turns out remarkably inert given how combustible the original was.”\nThe sequel has already been the subject of many think pieces, some who posit that the sequel was deliberately alienating fans of the first movie. In cruder terms, it’s been called a “middle finger.” But fans often ignore the advice of critics, especially when it comes to opening their wallets to see revered comic book characters on the big screen.\n“They took a swing for the fences,” Dergarabedian said. “But except for a couple of outliers, audiences in 2024 seem to want to know what they’re getting when they’re going to the theater. They want the tried and true, the familiar.”\nIt has some high-profile defenders too: Francis Ford Coppola, who last week got his own D+ CinemaScore for his pricey, ambitious and divisive film “Megalopolis,” entered the Joker chat with an Instagram post.\n“@ToddPhillips films always amaze me and I enjoy them thoroughly,” Coppola wrote. “Ever since the wonderful ‘The Hangover’ he’s always one step ahead of the audience never doing what they expect.”\n“Megalopolis,” meanwhile, dropped a terminal 74% in its second weekend with just over $1 million, bringing its total just shy of $6.5 million against a $120 million budget. \nDeadline editor Anthony D’Alessandro thinks the problem started with the idea to make the Joker sequel a musical. “No fan of the original movie wanted to see a musical sequel,” he wrote on Saturday.\nThe first film was also divisive and the subject of much discourse, then about whether it might send the wrong message to the wrong type of person. And yet people still flocked to see what the fuss was about. “Joker” went on to pick up 11 Oscar nominations, including best picture and best director, and three wins. It also made over $1 billion and was the highest-grossing R-rated film of all time, until this summer when Marvel's “Deadpool & Wolverine\" took the crown.\nEstimated ticket sales for Friday through Sunday at U.S. and Canadian theaters, according to Comscore. Final domestic figures will be released Monday.\n1. “Joker: Folie à Deux,” $40 million.\n2. “The Wild Robot,” $18.7 million.\n3. “Beetlejuice Beetlejuice,” $10.3 million.\n4. “Transformers One,” $5.4 million.\n5. “Speak No Evil,” $2.8 million.\n6. “Sam and Colby: The Legends of Paranormal,” $1.8 million.\n7. “White Bird,” $1.5 million.\n8. “Deadpool & Wolverine,” $1.5 million.\n9. “The Substance,” $1.3 million.\n"}, {"Source": "https://www.abcnews.go.com", "URL": "https://abcnews.go.com/Entertainment/wireStory/walz-hell-misspeaks-democratic-ticket-steps-media-interviews-114543505", "Title": "Harris talks abortion and more on 'Call Her Daddy' podcast as Democratic ticket steps up interviews", "Author": "N/A", "Date": "October 6, 2024, 12:02 PM", "Content": "WASHINGTON -- Vice President Kamala Harris opened a media blitz by the Democratic ticket on Sunday by appearing on the popular “Call Her Daddy” podcast about abortion, sexual abuse and other issues that resonate with women, working in some digs at her GOP opponent along the way.In the roughly 40-minute interview, taped last week, the Democratic presidential nominee spoke about the grit it takes to be a woman seeking public office, the toughness her mother instilled in her and the importance of reproductive rights in this election. \nThe program is the most-listened-to podcast for women and it has millions of fans tuning in for talk about relationships, sex, mental health and women’s empowerment. The discussion with Harris was on the tame side for the show, with the vice president keeping her message focused, in part, on the value of ignoring people who have doubted her.\n“I don’t hear no. I urge all the ‘Daddy Gang,’ don’t hear no, just don’t hear it,” she said. “I think it’s really important not to let other people define you.”\nThe interview was part of a broader media outreach effort by Harris and her running mate, Minnesota Gov. Tim Walz, as the Democrats seek to boost their support in the final 30 days of the campaign against Republicans Donald Trump and JD Vance.\nHarris has been criticized for not doing more media interviews. \nOn the podcast, the Democratic nominee largely stuck to her usual messaging on abortion, and said that in her travels she's seen that even people who have strong opposition to abortion tell her they “are now seeing what’s happening and saying ‘Hmm, I didn’t intend for all this to happen' ” when they see the health problems arising since Roe v. Wade was repealed.\nHarris dinged Trump as she has in recent speeches, leaning in on his integrity and saying “this guy is full of lies” when he talks about abortion and other issues. She dismissed Vance’s comments about “childless cat ladies” as “mean, and mean-spirited.”\nTrump has continued to stress that abortion policy should be left to the states and that doctors have a duty to provide emergency care to women whose lives are in danger. Vance, for his part, has said his remark about childless women were misinterpreted and that he wants to support families. \nThere's much more to come from Harris and Walz. \nHarris has taped an interview with CBS’ “60 Minutes” that will air Monday night. She is booked Tuesday on Howard Stern’s satellite radio show, ABC’s “The View” and “The Late Show” with Stephen Colbert on CBS. Walz will be on Jimmy Kimmel’s ABC show on Monday.\nIn a “60 Minutes” excerpt released Sunday, Harris navigated around a question about whether Israeli Prime Minister Benjamin Netanyahu was “a real close ally,” saying that “The better question is: Do we have an important alliance between the American people and the Israeli people? And the answer to that question is yes.”\nAnd nearly a week after his verbal stumbles in the only vice presidential debate, Walz used his debut campaign appearance on a Sunday news show to try to fend off criticism of his stand on abortion rights and to “own up” to past misstatements.\nWalz's Fox appearance also touched on the turmoil in the Middle East, with anchor Shannon Bream pressing the Minnesota governor on whether Israel has a right to preemptively attack Iran's nuclear and oil facilities in response to Tehran's firing of missiles against Israel. It was a question that Walz did not fully answer during his debate this past week with Vance, an Ohio senator.\nWalz said Sunday that “specific operations will be dealt with at the time” and he spoke of ”consequences for what they do.\" \nHe said Israel has a right to defend itself and that Harris worked with Israel this past week to repel the Iranian attack. President Joe Biden said last week he would not support an Israeli strike on sites related to Tehran’s nuclear program.\nWalz defended a law that he signed as governor to ensure abortion protections, saying it \"puts the decision with the woman and her health care providers.” \nTrump has said he would not sign a national abortion ban into law, and during the interview Sunday, Walz was asked whether he was calling that “a flat-out lie.”\n“Yes ... of course,” Walz said.\nWalz also faced questions in the interview about misstatements related to his military service, drunken driving arrest, infertility treatment for his family and claims to have been in Hong Kong during the 1989 Tiananmen Square massacre in China.\n“I will own up when I misspeak,” Walz said. “I will own up when I make a mistake.”\nHe said he believes voters are more concerned by the fact that Vance could not acknowledge during their debate that Trump lost the 2020 election to Biden and that there could be restrictions on the infertility treatments, like the intrauterine insemination that his wife, Gwen, received.\n“I think they’re probably far more concerned with that than my wife and I used IUI to have our child and that Donald Trump would restrict that,\" Walz said. \"So I think folks know who I am.”\n"}, {"Source": "https://www.abcnews.go.com", "URL": "https://abcnews.go.com/Entertainment/wireStory/magical-flotilla-hot-air-balloons-flight-international-fiesta-114530543", "Title": "'Magical' flotilla of hot air balloons take flight at international fiesta amid warm temperatures", "Author": "N/A", "Date": "October 5, 2024, 1:44 PM", "Content": "ALBUQUERQUE, N.M. -- A flotilla of hot air balloons ascended into a clear desert sky on Saturday to kick off a colorful mass ascension at the 52nd annual Albuquerque International Balloon Fiesta.The nine-day gathering draws hundreds of thousands of spectators and pilots to New Mexico each fall for the rare opportunity to be within arm’s reach as the giant balloons are unpacked and inflated.\nBalloons took flight to screams of delight after a brief weather delay and were spirited away by a gentle breeze. Propane burners roared and hundreds of balloons — from traditional globes to cartoonish figures — rose to speckle the sky with color.\n“The mass ascension is just magical, unlike anything in the world really that I’ve seen,” said Paul Kluzak, of Phoenix. He has come twice before and arrived this year wearing a foot-tall hat resembling a hot-air balloon, with a camera slung around his neck. “Seeing them all at once is just really, really cool.”\nCompanion Heather Kluzak said that words can hardly express the thrill of the event.\n“We just like to be a part of it,” she said. “It's fun to be out on the field” where the balloons inflate and depart.\nThis year’s fiesta includes 106 balloons in special shapes, 16 of which will be making their fiesta debut. That includes Mazu, modeled after the sea goddess of the same name who is deeply rooted in Taiwanese culture and traditions.\nOrdinarily, cool morning temperatures at dawn can help pilots stay in the air longer, or carry more weight. But the morning air was unusually warm on opening day, with many spectators stripping down to T-shirts.\nMorning lows and afternoon highs are expected to be above average for days in a city that on Monday recorded its hottest temperature this late in the year, at 93 degrees Fahrenheit (33.8 Celsius), according to the National Weather Service. \nGlobally, things have been trending hotter too. It's likely this year will end up as the warmest humanity has measured, the European climate service Copernicus reported in early September.\nTypically, when the mornings are cool, less fuel is needed to get the balloons to rise. Fiesta veterans explain it is all about generating lift by heating the air inside the envelope to temperatures greater than what is on the outside.\nStill, ballooning happens year-round in many places, including in the simmering Phoenix area, which has seen its share of record-breaking temperatures over recent months.\nTroy Bradley, an accomplished balloon pilot who has been flying for decades, shrugged off the warmer weather in Albuquerque.\n"}, {"Source": "https://www.abcnews.go.com", "URL": "https://abcnews.go.com/Entertainment/wireStory/keanu-reeves-crashes-indianapolis-motor-speedway-pro-auto-114529682", "Title": "Keanu Reeves spins out at Indianapolis Motor Speedway in pro auto racing debut", "Author": "N/A", "Date": "October 5, 2024, 12:29 PM", "Content": "INDIANAPOLIS -- Hollywood star Keanu Reeves made his professional auto racing debut on Saturday in an event in which “The Matrix” star spun out at famed Indianapolis Motor Speedway.Reeves spun into the grass without a collision on the exit of Turn 9 a little more than halfway through the 45-minute race. He re-entered and continued driving, signaling he was uninjured.\nReeves, who qualified 31st out of the 35 cars, ran as high as 21st and successfully avoided a first lap crash in Turn 14. Reeves finished 25th.\nReeves, who is 60 years old, is competing at Indianapolis in Toyota GR Cup, a Toyota spec-racing series and a support series for this weekend’s Indy 8 Hour sports car event. He has a second race Sunday.\nReeves is driving the No. 92 BRZRKR car, which is promoting his graphic novel “The Book of Elsewhere.” He is teammates with Cody Jones from “Dude Perfect.\"\nReeves has previous racing experience as a former participant in the Toyota Grand Prix of Long Beach in the celebrity race. Reeves won the event in 2009.\nHe is scheduled to attend a 30th anniversary screening of “Speed” on Tuesday in Los Angeles alongside his co-star Sandra Bullock.\n___\n"}, {"Source": "https://www.abcnews.go.com", "URL": "https://abcnews.go.com/Entertainment/wireStory/mimis-plessas-mild-mannered-giant-modern-greek-music-114526564", "Title": "Mimis Plessas, a mild-mannered giant of modern Greek music, dies at 99", "Author": "N/A", "Date": "October 5, 2024, 10:37 AM", "Content": "ATHENS, Greece -- Mimis Plessas, a beloved Greek composer whose music featured in scores of films, television shows and theatrical productions and who provided the soundtrack to millions of Greeks’ lives, has died just a week shy of his 100th birthday. His death was confirmed Saturday by his wife, Loukila Carrer. Prime Minister Kyriakos Mitsotakis paid tribute to Plessas, writing, “A leading composer, a great scholar and a kind man has left us.\nBorn in Athens on Oct. 12, 1924, Plessas began his musical journey at a young age. He became a piano soloist at state radio before entering international piano competitions while still in his 20s. His gift for composition would cement his legacy.\nPlessas became a constant presence on Greek television, his mild manner and singalong melodies endearing him to generations. Often seated at the piano, accompanying renowned Greek stars, he was a fixture of musical moments and celebrations for decades, his music becoming intertwined with the nation’s cultural fabric. His 1969 composition, “O Dromos” (The Street), remains one of the highest-selling albums in Greek history.\nHe collaborated with a constellation of Greek music icons, including Nana Mouskouri, Vicky Leandros, Giannis Poulopoulos, Marinella, and lyricist Lefteris Papadopoulos, shaping the landscape of Greek music. His work defied genre, blending traditional Greek music forms with elements of jazz and classical, creating an easy-on-the-ear signature sound — softer than the hard jangle of many of his contemporaries.\n\"His ‘Road’ was rich, full of melodies that start from jazz and permeate Greek song, as well as Greek cinema,\" Mitsotakis said. \"Mimis Plessas was unique, just like the moments he will forever give us with his music.”\nPlessas’ contributions extended beyond composing. He produced a popular radio quiz show, “In 30 Seconds,” and he served as a judge on numerous Greek and international music competition panels. He was also a member of prestigious artistic societies, including the Greek Society of Theatrical Authors and the Society of Greek Composers and Lyricists.\n"}]
