[{"Source":"https://www.abcnews.go.com","URL":"https://abcnews.go.com/Business/wireStory/mcdonalds-sues-top-meat-packers-allegedly-colluding-inflate-114611453","Title":"McDonald's sues top meat packers for allegedly colluding to inflate the price of beef","Author":"N/A","Date":"October 8, 2024, 2:44 PM","Content":"NEW YORK -- McDonald’s has some beef with today’s largest meat packers.The fast food giant is suing the U.S. meat industry's “Big Four” — Tyson, JBS, Cargill and National Beef Packing Company — and their subsidiaries, alleging a price fixing scheme for beef specifically. In a federal complaint, filed Friday in New York, McDonald's accused the companies of anticompetitive measures such as collectively limiting supply to boost prices and charge “illegally inflated” amounts.\nThis collusion caused the beef market to become “a monopoly in which direct purchasers were forced to buy at prices dictated by (the meat packers),” McDonald's suit reads — later noting that the injury it has sustained as one of those buyers is what “antitrust laws were designed to prevent.”\nMcDonald's alleges that the meat packers' conspiracy dates back nearly a decade, at least as early as January 2015, and continues today. Its suit argues these companies' actions violate the Sherman Act, a federal antitrust law.\nTyson, JBS, Cargill and National Beef did not immediately respond to requests for comment Tuesday. But these companies have faced federal probes and allegations of price fixing before.\nLawsuits filed by grocery stores, ranchers, restaurants and wholesalers have piled up over the years. Some litigation is still pending, although meat packers and processers have opened their wallets in the past.\nIn 2022, for example, JBS agreed to a $52.5 million settlement in a similar beef price-fixing lawsuit. And Tyson agreed to pay $221.5 million back in 2021, after facing class-action claims that alleged purposely inflated chicken prices.\nSuch settlements did not include admissions of wrongdoing, however. Meat processors have previously maintained that larger supply and demand factors out of their control, not anticompetitive behavior, has caused prices to go up. Meat processing plants were occassionally closed during the height of the COVID-19 pandemic, for example, and the industry has also faced labor shortages that were worsened by the pandemic.\nStill, lawsuits like the one from McDonald's point to increased profit margins during the alleged time of conspiracy — and argue that overall concentration of the market helps facilitate collusion.\n“Conspiracies are easier to organize and sustain when only a few firms control a large share of the market,” McDonald's suit reads. Data from recent years has showed that Tyson, JBS, Cargill and National Beef control more than 80% of the U.S. beef market combined, the suit notes.\n"},
{"Source":"https://www.abcnews.go.com","URL":"https://abcnews.go.com/Entertainment/wireStory/mimis-plessas-mild-mannered-giant-modern-greek-music-114526564","Title":"Mimis Plessas, a mild-mannered giant of modern Greek music, dies at 99","Author":"N/A","Date":"October 5, 2024, 10:37 AM","Content":"ATHENS, Greece -- Mimis Plessas, a beloved Greek composer whose music featured in scores of films, television shows and theatrical productions and who provided the soundtrack to millions of Greeks’ lives, has died just a week shy of his 100th birthday. His death was confirmed Saturday by his wife, Loukila Carrer. Prime Minister Kyriakos Mitsotakis paid tribute to Plessas, writing, “A leading composer, a great scholar and a kind man has left us.\nBorn in Athens on Oct. 12, 1924, Plessas began his musical journey at a young age. He became a piano soloist at state radio before entering international piano competitions while still in his 20s. His gift for composition would cement his legacy.\nPlessas became a constant presence on Greek television, his mild manner and singalong melodies endearing him to generations. Often seated at the piano, accompanying renowned Greek stars, he was a fixture of musical moments and celebrations for decades, his music becoming intertwined with the nation’s cultural fabric. His 1969 composition, “O Dromos” (The Street), remains one of the highest-selling albums in Greek history.\nHe collaborated with a constellation of Greek music icons, including Nana Mouskouri, Vicky Leandros, Giannis Poulopoulos, Marinella, and lyricist Lefteris Papadopoulos, shaping the landscape of Greek music. His work defied genre, blending traditional Greek music forms with elements of jazz and classical, creating an easy-on-the-ear signature sound — softer than the hard jangle of many of his contemporaries.\n\"His ‘Road’ was rich, full of melodies that start from jazz and permeate Greek song, as well as Greek cinema,\" Mitsotakis said. \"Mimis Plessas was unique, just like the moments he will forever give us with his music.”\nPlessas’ contributions extended beyond composing. He produced a popular radio quiz show, “In 30 Seconds,” and he served as a judge on numerous Greek and international music competition panels. He was also a member of prestigious artistic societies, including the Greek Society of Theatrical Authors and the Society of Greek Composers and Lyricists.\n"}]
